{
  "add": "Ajoutez le vôtre",
  "by": "par",
  "description": "Illustrations soumises par des dizaines d'utilisateurs, créées à l'aide de nos ressources.",
  "submit": {
    "description": "Avez-vous créé des œuvres d'art impressionnantes en utilisant l'un de nos actifs ? Montrez-le sur ce site !",
    "err-asset-limit": "Vous ne pouvez pas sélectionner plus que {{limit}} d'éléments, veuillez choisir uniquement les éléments les plus importants visibles dans votre rendu.",
    "err-jpg": "L'image doit être au format JPG",
    "err-size": "Votre image est trop grande, doit être inférieure à 1 Mo",
    "form": {
      "art-name": "Nom de l'œuvre",
      "assets": "Actifs utilisés",
      "assets-d": "Quels HDRI, textures ou modèles 3D de Poly Haven avez-vous utilisés ?",
      "file-change": "Changer de fichier...",
      "file-size": "JPG sous 1 Mo",
      "link": "Lien",
      "link-d": "Votre site Web/portefeuille, ou un lien vers d'autres rendus de ce projet.",
      "select-change": "Choisir le dossier...",
      "software": "Logiciel utilisé",
      "software-d": "Quel logiciel 3D avez-vous utilisé pour créer votre œuvre ?",
      "submit": "Soumettre",
      "thanks": "Merci pour votre soumission!",
      "thanks-d": "Nous examinerons votre rendu dans quelques jours et vous enverrons les résultats par e-mail.",
      "uploading": "Téléchargement en cours, veuillez patienter...",
      "your-email": "Votre e-mail",
      "your-email-d": "Utilisé uniquement pour vous avertir lorsque votre œuvre est publiée. Stocké en toute sécurité et non partagé avec qui que ce soit.",
      "your-name": "Votre nom",
      "your-name-d": "Comme vous voulez être crédité."
    },
    "s1p1": "Avez-vous créé des<lnk> superbe oeuvre d'art</lnk> utiliser l'un de nos actifs ? Montrez-le sur ce site !",
    "s1p2": "Après avoir soumis votre rendu, il nous sera envoyé pour approbation. Si nous l'aimons, il apparaîtra dans la galerie pendant quelques semaines, ainsi que sur les pages des ressources que vous avez utilisées pour le créer.",
    "s1p3": "Si nous aimons <em>beaucoup</em> votre rendu, nous le présenterons en permanence et le partagerons sur nos réseaux sociaux.",
    "s2": "Règles:",
    "s2p1": "L'œuvre d'art <strong>doit être votre propre création</strong> et vous devez être autorisé à l'afficher publiquement.",
    "s2p2": "Vous devez avoir utilisé au moins un des <strong>HDRI/textures/modèles de Poly Haven</strong> dans la création de votre œuvre.",
    "s2p3": "La nudité ou tout autre contenu NSFW ne peut être accepté.",
    "s3": "Noter:",
    "s3p1": "Nous recevons <strong>beaucoup</strong> de soumissions, donc malheureusement nous ne pouvons accepter que les œuvres d'art de la plus haute qualité pour éviter que la galerie ne soit encombrée.",
    "s3p2": "Nous n'essayons pas d'être une autre ArtStation, cette galerie est dédiée à montrer ce que vous pouvez faire avec les actifs de Poly Haven.",
    "s3p3": "Si vous souhaitez demander des commentaires sur votre rendu avant de le soumettre, nous avons une communauté très utile sur<lnk> Discorde</lnk> .",
    "s3p4": "Nous vous informerons par e-mail si votre rendu est accepté ou rejeté. Cela peut prendre un jour ou deux, car nous avons tendance à examiner les soumissions en masse.",
    "s3p5": "Voici quelques raisons courantes de refus :",
    "s3p5l1": "Rendus à faible effort (par exemple, tests d'éclairage simples).",
    "s3p5l2": "Œuvres d'art de mauvaise qualité.",
    "s3p5l3": "Aucun actif Poly Haven n'est utilisé.",
    "s3p5l4": "Rendu très similaire d'un autre artiste déjà présent (ex : rendus de type \"voiture sur plaque arrière\" avec la même plaque arrière).",
    "s3p5l5": "Trop de soumissions - généralement, nous acceptons au maximum 3 images différentes par artiste et par mois.",
    "s3p5l6": "Plusieurs rendus du même projet (différents angles de caméra ou configurations d'éclairage) - <strong>ne soumettez que votre meilleur rendu pour chaque projet</strong> , puis créez un lien vers votre page ArtStation où les gens peuvent en trouver plus.",
    "title": "Soumettez votre rendu"
  },
  "title": "Galerie de rendu",
  "using": "utilisant"
}
