{
  "account": "fiók",
  "hi": "Szia",
  "login": {
    "li1": "A hirdetések végleges eltávolítása.",
    "li2": "Korai hozzáférés az eszközökhöz, még mielőtt azok nyilvánosan megjelennének.",
    "li3": "Hozzáférés felhőszolgáltatásunkhoz, hogy szinkronizálhassa az összes eszközünket a merevlemezével.",
    "li4": "Állandóan szponzorálj minden hónapban egy elemet, a letöltés gombok mellett a neved és a hivatkozásod feltüntetésével.",
    "p1": "Ha Ön a<lnk> mecénás</lnk> a Poly Havenről, ha ide bejelentkezik, közvetlenül ezen az oldalon érheti el jutalmait.",
    "p2": "A támogatási szinttől függően a jutalmak a következőket tartalmazhatják:"
  },
  "not-patron": "Úgy tűnik, nem vagy a Poly Haven pártfogója :( ha ez nem igaz, kérlek<lnk> felveszi a kapcsolatot</lnk> így ezen az oldalon kivizsgálhatjuk a problémát. A következő információkra lesz szükségünk:",
  "not-patron-anymore": "Úgy tűnik, már nem vagy Poly Haven pártfogója. Rendben van, és köszönjük korábbi támogatását :)",
  "reward_one": "Ezzel a következő jutalmat kapod:",
  "reward_other": "Ezzel a következő jutalmakat kapod:",
  "rewards": {
    "credit": {
      "invalid": "Érvénytelen név",
      "p1": "Az Ön neve jelenleg",
      "p2": "{{hidden}} az oldal láblécében található mecénások listájában.",
      "p3": "A beállítás módosítása eltarthat néhány óráig, amíg a webhely minden oldala frissül.",
      "p4": "Megjelenítendő név:",
      "title": "Footer Credit"
    },
    "early-access": {
      "p1": "Most, hogy bejelentkezett, a<lnk> Eszköztár</lnk> tartalmazni fogja azokat az elemeket, amelyeket a jövőben terveztünk közzétenni.",
      "p2": "Ezeket egy kék kör és a Patreon logó jelöli a jobb felső sarokban, így:",
      "p3": "Már letöltheted őket, mindenkit megelőzve :)",
      "title": "Korai hozzáférés"
    },
    "no-ads": {
      "p1": "A polyhaven.com webhelyen a Google AdSense szolgáltatást használjuk. A hirdetések elrejtéséhez egyszerűen engedélyezze ezt a kapcsolót:",
      "p2": "A hirdetések most:",
      "title": "Nincsenek hirdetések"
    },
    "offline-access": {
      "p1": "Adja meg e-mail címét, hogy meghívót küldjön magának felhőmappánkba:",
      "p2": "Nézd meg az e-mailedet :)",
      "p3": "Meghívó sikeresen elküldve. Ha bármilyen problémája van, vagy módosítania kell fiókja e-mail-címét,<lnk> kérjük lépjen kapcsolatba velünk</lnk> .",
      "p4": "Lát<lnk> ez a poszt</lnk> további útmutatásért a Nextcloud beállításához és az eszközök számítógépével való szinkronizálásának megkezdéséhez.",
      "title": "Offline hozzáférés"
    },
    "sponsor": {
      "p1": "Minden hónapban kiválaszthat egy eszközt, amely mellé véglegesen felragasztja a nevét és a linket. Ennek érdekében \"token\" rendszerrel dolgozunk.",
      "p2": "Minden hónap elején, miután a Patreon feldolgozta befizetését, automatikusan kap egyet<ticket /> <b>Szponzor token</b> .",
      "p3": "Kétféleképpen költheti el ezt a tokent:",
      "p3li1": "Ha felkeresi a szponzorálni kívánt eszköz oldalát, és rákattint a \"<ticket /> Szponzorálja ezt az elemet\" gombra az oldal jobb oldalán.",
      "p3li2": "Vagy az alábbiakban bekapcsolhatja az automatikus szponzorálást, amely minden hónapban kiválaszt egy véletlenszerű elemet.",
      "p4": "A tokenek nem járnak le, így néhány hónap múlva visszatérhet, és elköltheti a felhalmozott tokeneket.",
      "p5": "A token elköltése után nem vonható vissza vagy nem helyezhető át másik eszközre.",
      "p6": "Egy véletlenszerű eszköz automatikus szponzorálása minden hónapban:",
      "p7": "Minden hónap 15. napján a rendelkezésre álló tokeneket véletlenszerű eszközökre költjük el. Ez 15 napot biztosít a tokenek manuális elköltésére, ha akarja.",
      "p8": "Ha értesítést szeretne kapni, amikor egy eszközt automatikusan kiválasztanak Önnek, kérjük, adja meg e-mail címét alább:",
      "p9": "Az értesítésekről való leiratkozáshoz törölje fent az e-mail címét, és kattintson a Mentés gombra.",
      "title": "Szponzor"
    },
    "stakeholder": {
      "p1": "A Poly Haven érdekelt feleként mélyebb hozzáférést kap belső kommunikációs csatornáinkhoz, hogy segítsen megbeszélni, hogy min dolgozzunk és mit kövessen utunk során.",
      "p2": "Ha még nem vettük fel Önnel a kapcsolatot, kérem<lnk> felveszi a kapcsolatot</lnk> hogy hozzáférést biztosíthassunk ezekhez a csatornákhoz, és bemutathassuk a csapatot.",
      "title": "Érintettek"
    }
  },
  "support-amount": "Jelenleg havi $ {{amount}} támogatja a Poly Havent, köszönöm!",
  "title": "Belépés"
}
