{
  "description": "Gyakori kérdések és válaszok.",
  "q01": "Használhatom ezeket az eszközöket kereskedelmi célokra?",
  "q01p1": "Igen. Minden eszközünk a CC0 licenc alatt kerül kiadásra, vagyis bármilyen célra felhasználhatja, beleértve a kereskedelmi munkát is.<lnk> Bővebben a CC0-ról itt</lnk> .",
  "q02": "Beépíthetem ezeket az eszközöket az általam értékesített termékbe?",
  "q02p1": "Igen. Az egyetlen dolog, amit nem tehet, az az, hogy kijelenti, hogy ő az <em>eredeti</em> szerző, vagy újraengedélyezi őket.<lnk> Bővebben a CC0 licencről itt</lnk> .",
  "q02p2": "Kérjük, tegye egyértelművé ügyfelei számára, hogy ezek az eszközök ingyenesek és nyilvánosak, és ha lehetséges, csatoljon egy linket a Poly Havenre.",
  "q02p3": "Ha terméke jól fogy, fontolja meg ezen eszközök létrehozásának támogatását<lnk> a Patreonon</lnk> .",
  "q03": "Csinálsz megbízásokat?",
  "q03p1": "A Poly Haven maga nem vállal megbízásokat, de művészeink szívesen dolgoznak Önnel. Kérem<lnk> felveszi a kapcsolatot</lnk> és a helyes irányba mutathatunk.",
  "q03p2": "Gyakran kínálunk kedvezményeket, ha lehetővé teszi számunkra, hogy eszközeit a Poly Haven-en is közzétegyük.",
  "q04": "Hogyan finanszírozzák ezt?",
  "q04p1": "Röviden, a hozzád hasonló emberek adományai, vállalati szponzorok és reklám.",
  "q04p2": "Pénzügyi munkánk részleteit a mi lapunkban tesszük közzé<lnk> államháztartási jelentések</lnk> .",
  "q05": "Egyébként mi az a HDRI?",
  "q05p1": "Általánosságban elmondható, hogy a HDRI (High Dynamic Range Image) egyszerűen olyan kép, amely csatornánként pixelenként több mint 8 bitnyi adatot tartalmaz. Az olyan képformátumok, mint a JPG és a PNG, általában 8 bitesek, és néha „LDR” (Low Dynamic Range) képeknek nevezik őket, míg az olyan képformátumok, mint pl.<lnk1> EXR</lnk1> és<lnk2> HDR</lnk2> több adatot tárolnak, ezért HDRI-k.",
  "q05p2": "Azonban a CG világban (és ezen az oldalon) a 'HDRI' kifejezést használjuk a 32 bites 360x180 fokos felbontás leírására.<lnk> egyenszögletes</lnk> CG-jelenetek megvilágítására használt kép.",
  "q05p3": "A HDRI-ket gyakran használják egyedüli fényforrásként nagyon valósághűen megvilágított jelenet létrehozásához, vagy a videófelvételek megvilágításához (egy HDRI-felvétellel, amelyen a videó készült ugyanarra a készletre). De természetesen a szokásos világítási technikák kiegészítésére és a tükröződések részletezésére is használják.",
  "q06": "Hogyan használhatom a HDRI-ket?",
  "q06p1": "Szuper egyszerű, és semmiben sem különbözik más HDRI használatától. Íme néhány rövid videó, amelyek megmutatják, hogyan kell pontosan:",
  "q06p2": "Minden HDRI-nk nincs levágva, ami azt jelenti, hogy automatikusan valósághű eredményeket kap, és nem kell módosítania a gammát, vagy csatlakoztatnia a képet az erősség/intenzitás bemenethez.",
  "q07": "Hogyan méri a HDRI dinamikus tartományát (EVs)?",
  "q07p1": "Az elektromos járművek (vagy „megállások”) száma pusztán a rögzített zárójelek számán alapul. Például a 12 EV azt jelenti, hogy 5 fénykép készült, köztük 3 EV (záridő: 1/4000, 1/500, 1/60 1/8, 1\"), és mivel 4 rés van közöttük, a dinamikatartomány állítólag 12 EV (4x3=12).",
  "q07p2": "Sajnos nincs szabványos módszer a HDRI dinamikatartományának mérésére. Különböző emberek különböző módszereket használnak, így nincs megbízható módja annak, hogy Ön felhasználóként meg tudja állapítani, hogy az 50 elektromos jármű dinamikus tartománnyal rendelkező A webhely valóban jobb-e, mint a 20 elektromos járművel rendelkező B webhely.",
  "q07p3": "A legfontosabb dolog, amire figyelni kell, hogy HDRI-e<lnk> levágva</lnk> vagy nem. Általában nem említenek semmit, ha valóban le van vágva, szóval vigyázz. A levágás azt jelenti <strong>, hogy a jelenet fényerejének teljes skáláját</strong> rögzítették, beleértve a rendkívül őrülten ragyogó napsütést is. Ha egy HDRI-t levágnak (más néven \"befogva\"), irreális megvilágítást ad, amely általában lapos és kontrasztos.",
  "q08": "Milyen berendezést/szoftvert használ a HDRI-hez?",
  "q08p1": "Ez időnként változik, és mostanra több fotós készít HDRI-t erre az oldalra, ezért tekintse meg a cikkem<lnk> saját HDRI-k létrehozása</lnk> hogy válaszoljak az igazi kérdésedre ;)",
  "q09": "Miért hiányzik a diffúz térképeiből az árnyékolás?",
  "q09p1": "Ezek a diffúz textúrák valójában albedótérképek, amelyeket fizikai alapú renderelő motorokban való használatra terveztek. Ehelyett a \"diffúz\" kifejezést használjuk, mert ez egy kicsit szélesebb körben érthető, mint az \"albedó\", és egy kicsit konkrétabb, mint a \"szín\".",
  "q09p2": "Ahhoz, hogy a PBR renderelés helyesen nézzen ki, az albedótérképek nem tartalmazhatnak árnyékolást. Ehelyett az árnyékolást maga a renderelő motor alkalmazza, fizikai geometriai elmozdulás és nyomkövetett árnyékolás, vagy külön környezeti elzáródási térkép segítségével. Valódi mikroeltolódási geometria nélkül a különálló környezeti okklúziós térkép segítségével szimulálható, hogy a valós geometria milyen hatást gyakorolna az árnyékolásra egy átlagos környezetben, jellemzően csak közvetett megvilágításra alkalmazva.",
  "q09p3": "Ezért a lehető legtöbb árnyékolást távolítjuk el a diffúz térképeinkről, bár nem mindig tudunk mindent eltávolítani, és bizonyos esetekben kívánatos mikroszkopikus árnyékolásban hagyni, amelyet a valós geometriai elmozdulások árnyékolása amúgy sem reprodukálna.",
  "q09p4": "Ezzel szemben a régebbi vagy nem fotorealisztikus renderelő motorokban használt diffúz térképek árnyékolást tartalmaznak. Ha ilyen renderelő motorral dolgozik, vagy ha csökkenteni szeretné projektje terjesztési fájlméretét, egyesítheti az albedó- és az AO-térképeket egy hagyományos diffúz térkép létrehozásához. Ezt úgy teheti meg, hogy egy képszerkesztőben megszorozza az AO térképet az albedótérképpel.",
  "q10": "A modell és textúra letöltések nem működnek nálam!",
  "q10p1": "Ha <strong>letöltéskezelő</strong> bővítményt használ, és <em>404</em> -es hibaüzenetet kap a letöltések során, tiltsa le a polyhaven.com bővítményt.",
  "q10p2": "Ha Firefoxot használ, és be van kapcsolva a <em>\"Cookie-k és webhelyadatok törlése, amikor a Firefox bezárt\" funkció</em> be van kapcsolva, akkor nem tudja letölteni eszközeinket.<br /> Megoldás: Tiltsa le ezt a beállítást, vagy használjon másik böngészőt.<lnk> További információ itt</lnk> .",
  "q10p3": "Miért történik ez? Amikor letölt egy modellt/textúrát webhelyünkről, a böngészője létrehoz egy „szolgáltatási dolgozót”, amely behúz minden különálló szükséges fájlt, például textúrákat és hálókat, hogy menet közben létrehozzon egy zip fájlt. Ez a beállítás a Firefoxban megakadályozza a Service Worker létrehozását, ami azt jelenti, hogy a letöltések nem működnek.",
  "q11": "Fel tudom tölteni saját modelljeimet/textúráimat/hdris-eimet?",
  "q11p1": "Talán!",
  "q11p2": "Nem mi akarunk lenni a következő BlendSwap vagy Turbosquid, de elfogadunk olyan adományozott eszközöket, amelyek megfelelnek szigorú minőségi előírásainknak.",
  "q11p3": "Itt megtudhatja, hogyan küldje be eszközét",
  "q12": "Fotogrammetriát/Photoscanninget használ?",
  "q12p1": "Feltétlenül, de ne feledje, ez csak egy a sok rendelkezésre álló eszköz közül. Célunk az, hogy minőségi eszközöket hozzunk létre, és minden esetben a legjobb módszert alkalmazzuk.",
  "q13": "Hová tűntek a fegyvermodellek?",
  "q13p1": "Amikor 2020-ban elindítottuk a 3D Model Havent, megbíztunk néhány fegyvermodellt különböző szerzőktől, hogy közzétegyük ott. Ezeket most eltávolítottuk, mivel feltételezzük, hogy készítőik munkájukat valós fegyvertervekre alapozták, amelyek valószínűleg a gyártók szellemi tulajdonát képezik.",
  "q13p2": "Ez egy jogi szürke terület, amelyet inkább kerülni szeretnénk – maguk a modellek CC0-sek, de a tervek, amelyeken alapulhatnak, valószínűleg nem –, így mindenki számára biztonságosabb, ha csak eltávolítjuk őket az oldalról.",
  "q13p3": "A jövőben azt tervezzük, hogy lecseréljük őket eredeti kitalált tervek alapján készült modellekre.",
  "title": "Gyakran Ismételt Kérdések"
}
