{
  "add": "Add hozzá a tiédet",
  "by": "által",
  "description": "Több tucat felhasználó által beküldött alkotások, amelyeket eszközeink felhasználásával hoztunk létre.",
  "submit": {
    "description": "Készítettél valami fantasztikus alkotást valamelyik eszközünk felhasználásával? Mutasd meg ezen az oldalon!",
    "err-asset-limit": "{{limit}} elemnél nem jelölhet ki többet, kérjük, csak a legszembetűnőbbeket válassza ki a renderelésben.",
    "err-jpg": "A képnek JPG-nek kell lennie",
    "err-size": "A kép túl nagy, 1 MB-nál kisebbnek kell lennie",
    "form": {
      "art-name": "Az alkotás neve",
      "assets": "Felhasznált eszközök",
      "assets-d": "Milyen HDRI-ket, textúrákat vagy 3D modelleket használt a Poly Haventől?",
      "file-change": "Fájl módosítása...",
      "file-size": "JPG 1 MB alatt",
      "link": "Link",
      "link-d": "Az Ön webhelye/portfóliója, vagy egy link a projekt további megjelenítésére.",
      "select-change": "Válaszd ki a fájlt...",
      "software": "Használt szoftver",
      "software-d": "Milyen 3D-s szoftvert használt a műalkotások elkészítéséhez?",
      "submit": "Felülvizsgálatra benyújtani",
      "thanks": "Köszönjük beküldését!",
      "thanks-d": "Néhány napon belül felülvizsgáljuk a megjelenítését, és e-mailben elküldjük az eredményeket.",
      "uploading": "Feltöltés folyamatban, kérem várjon...",
      "your-email": "Az email címed",
      "your-email-d": "Csak arra szolgál, hogy értesítse Önt, amikor műalkotása megjelenik. Biztonságosan tárolva, senkivel nem osztják meg.",
      "your-name": "A neved",
      "your-name-d": "Ahogy szeretné, hogy jóváírják."
    },
    "s1p1": "Létrehoztál néhányat<lnk> fantasztikus alkotás</lnk> használja valamelyik eszközünket? Mutasd meg ezen az oldalon!",
    "s1p2": "Miután elküldte a renderelést, elküldjük nekünk jóváhagyásra. Ha tetszik, néhány hétig megjelenik a galériában, és a létrehozásához használt eszközök oldalain is.",
    "s1p3": "Ha <em>nagyon</em> tetszik a renderelésed , akkor állandóan megjelenítjük, és megosztjuk a közösségi médiánkon.",
    "s2": "Szabályok:",
    "s2p1": "A műalkotásnak <strong>saját alkotásnak kell lennie</strong> , és lehetővé kell tenni, hogy nyilvánosan megjelenítse.",
    "s2p2": "A <strong>Poly Haven HDRI-jének/textúrájának/modelljének</strong> legalább egyikét használnia kell a műalkotások elkészítésekor.",
    "s2p3": "Meztelenség vagy más NSFW tartalom nem fogadható el.",
    "s3": "Jegyzet:",
    "s3p1": "<strong>Rengeteg</strong> pályamű érkezik hozzánk, így sajnos csak a legjobb minőségű alkotásokat tudjuk elfogadni, hogy ne legyen zsúfolt a galéria.",
    "s3p2": "Nem próbálunk egy másik ArtStation lenni, ez a galéria arra szolgál, hogy megmutassa, mit tehet Poly Haven eszközeivel.",
    "s3p3": "Ha visszajelzést szeretne kérni a renderelésével kapcsolatban, mielőtt elküldené azt, nagyon segítőkész közösségünk van<lnk> Viszály</lnk> .",
    "s3p4": "E-mailben értesítjük, ha renderelését elfogadják vagy elutasítják. Ez eltarthat egy-két napig, mivel általában tömegesen vizsgáljuk át a beküldött anyagokat.",
    "s3p5": "Íme néhány gyakori ok az elutasításra:",
    "s3p5l1": "Kis erőkifejtésű vakolatok (pl. egyszerű világítási tesztek).",
    "s3p5l2": "Alacsony minőségű műalkotás.",
    "s3p5l3": "Nem használt Poly Haven eszközök.",
    "s3p5l4": "Nagyon hasonló render egy másik, már jelenlévő előadótól (pl. \"car on backplate\" típusú renderelések ugyanazzal a hátlappal).",
    "s3p5l5": "Túl sok beküldés – általában havonta legfeljebb 3 különböző képet fogadunk el előadónként.",
    "s3p5l6": "Ugyanannak a projektnek több renderelése (különböző kameraállások vagy világítási beállítások) – <strong>minden projekthez csak a legjobb renderelést küldje be</strong> , majd hivatkozzon az ArtStation oldalára, ahol az emberek többet találhatnak.",
    "title": "Küldje be renderét"
  },
  "title": "Render Galéria",
  "using": "segítségével"
}
