{
  "s1p1": "Nem csak ingyen, hanem<lnk> CC0</lnk> , ami azt jelenti, <strong>hogy korlátozás nélkül</strong> bármilyen célra felhasználhatja őket.",
  "s1p2": "Nincs szükség fizetőfalakra vagy regisztrációra, egyszerűen töltse le, amit szeretne, és azonnal használja, gond nélkül.",
  "s1t": "100% ingyenes",
  "s2p1": "Az „ingyenes” és a „minőség” nem feltétlenül zárja ki egymást.",
  "s2p2": "Nem akarjuk több szeméttel szennyezni az internetet, ezért arra összpontosítunk, hogy a <strong>ténylegesen használható legjobb eszközöket</strong> hozzuk létre .",
  "s2p3": "Célunk, hogy olyan tartalmat hozzunk létre, amely nem csak a mai szabványoknak felel meg, hanem a magasabb jövőbeli szabványoknak és a jövő hardverének lehetőségeinek is.",
  "s2t": "Jó minőség",
  "s3b1": "Legyél mecénás",
  "s3p1": "3D-s művészként Ön tudja, mennyi munka jó eszközök létrehozása, különösen akkor, ha másoknak különféle projektekhez kell használniuk azokat.",
  "s3p2": "A jó minőségű tartalom előállításához szükséges számítógépek és kameraberendezések drágák, csakúgy, mint a platform működéséhez szükséges webes infrastruktúra.",
  "s3p3": "Itt lépsz be.",
  "s3p4": "Az Ön támogatásával nem csak életben tarthatjuk és működtethetjük a Poly Havent, de <strong>javítani is tudjuk</strong> .",
  "s3t": "Ön által támogatott",
  "s4": "Legújabb mecénások:",
  "s4p2": "Legjobb mecénások:",
  "s5b1": "Böngésszen az összes eszköz között",
  "s5b2": "Böngésszen a HDRI-k között",
  "s5b3": "Tallózás a textúrák között",
  "s5b4": "Böngésszen a modellek között",
  "s6p1": "A Poly Haven egy dél-afrikai székhelyű kis cég, amely művészekkel dolgozik szerte a világon.",
  "s6p2": "Célunk egy folyamatosan növekvő, közösségi finanszírozású nyílt tartalomforrás létrehozása, amely teljes szabadságot és használhatóságot biztosít a szakemberek és a hobbibarátok számára egyaránt.",
  "s6p3": "Korábban futottunk<c1> HDRI Haven</c1> ,<c2> Texture Haven</c2> és<c3> 3D Model Haven</c3> különálló, független projektekként, de végül úgy döntöttünk, hogy erőink összefogásával és egyetlen új platform létrehozásával jobban szolgálhatjuk a közösséget:<c4> Poly Haven</c4> .",
  "s6p4": "Ha tetszik, amit csinálunk, és szeretné életben tartani ezt az oldalt, fontolja meg<lnk> támogat minket a Patreonon</lnk> .",
  "s6t": "Rólunk",
  "s7": "Közösségi megjelenítések:",
  "s7b": "Több",
  "s8p1": "A Poly Haven az <strong>Ön</strong> közösségi projektje.",
  "s8p2": "Mindent, amit teszünk, az Ön segítségével teszünk a nagyobb 3D-s közösség érdekében.",
  "s8t": "Csatlakozz a közösséghez",
  "types-hdri": "16 000+ felbontás, és mindig le van vágva, hogy egy kattintással valósághű megvilágítást biztosítson.",
  "types-hdri-b": "Böngésszen a HDRI-k között",
  "types-mod": "Hyperreal 3D modellek vizuális effektusokhoz és új generációs videojátékokhoz.",
  "types-mod-b": "Böngésszen a modellek között",
  "types-tex": "Fényképbeszkennelt zökkenőmentes PBR anyagok, legalább 8k felbontás.",
  "types-tex-b": "Tallózás a textúrák között"
}
