{
  "description": "Soalan biasa dan jawapannya.",
  "q01": "Bolehkah saya menggunakan aset ini secara komersial?",
  "q01p1": "ya. Semua aset kami dikeluarkan di bawah lesen CC0, bermakna anda boleh menggunakannya untuk sebarang tujuan, termasuk kerja komersial.<lnk> Lebih lanjut mengenai CC0 di sini</lnk> .",
  "q02": "Bolehkah saya memasukkan aset ini dalam produk yang saya jual?",
  "q02p1": "ya. Satu-satunya perkara yang anda tidak boleh lakukan ialah mendakwa sebagai pengarang <em>asal</em> atau melesenkan semula mereka.<lnk> Lebih lanjut mengenai lesen CC0 di sini</lnk> .",
  "q02p2": "Sila jelaskan kepada pelanggan anda bahawa aset ini adalah domain percuma dan awam, dan jika boleh sertakan pautan ke Poly Haven.",
  "q02p3": "Jika produk anda terjual dengan baik, pertimbangkan untuk menyokong penciptaan aset ini<lnk> pada Patreon</lnk> .",
  "q03": "Adakah anda membuat komisen?",
  "q03p1": "Poly Haven sendiri tidak melakukan komisen, tetapi artis kami mungkin gembira untuk bekerjasama dengan anda. Tolonglah<lnk> berhubung</lnk> dan kami boleh menunjukkan anda ke arah yang betul.",
  "q03p2": "Selalunya kami menawarkan diskaun jika anda membenarkan kami menerbitkan aset anda di Poly Haven juga.",
  "q04": "Bagaimana ini dibiayai?",
  "q04p1": "Ringkasnya, derma daripada orang seperti anda, penaja korporat dan pengiklanan.",
  "q04p2": "Kami menerbitkan butiran tentang cara kami bekerja secara kewangan dalam kami<lnk> laporan kewangan awam</lnk> .",
  "q05": "Apakah HDRI pula?",
  "q05p1": "Secara umumnya, HDRI (Imej Julat Dinamik Tinggi) hanyalah imej yang mengandungi lebih daripada 8 bit data bagi setiap piksel bagi setiap saluran. Format imej seperti JPG dan PNG biasanya 8-bit dan kadangkala dirujuk sebagai imej 'LDR' (Julat Dinamik Rendah), manakala format imej seperti<lnk1> EXR</lnk1> dan<lnk2> HDR</lnk2> menyimpan lebih banyak data dan oleh itu merupakan HDRI.",
  "q05p2": "Walau bagaimanapun dalam dunia CG (dan di laman web ini) kami telah menggunakan istilah 'HDRI' untuk menggambarkan 32-bit 360x180 darjah<lnk> segi empat sama</lnk> imej yang digunakan untuk menerangi pemandangan CG.",
  "q05p3": "HDRI sering digunakan sebagai satu-satunya sumber cahaya untuk mencipta pemandangan yang sangat realistik, atau untuk memadankan pencahayaan daripada rakaman video (menggunakan tangkapan HDRI pada set yang sama dengan video yang diambil). Tetapi sudah tentu mereka juga digunakan untuk memuji teknik pencahayaan standard dan untuk menambah perincian pada pantulan.",
  "q06": "Bagaimanakah cara saya menggunakan HDRI anda?",
  "q06p1": "Ia sangat mudah, dan tidak berbeza daripada menggunakan mana-mana HDRI lain. Berikut ialah beberapa video pendek untuk menunjukkan kepada anda caranya:",
  "q06p2": "Semua HDRI kami tidak diklip, bermakna anda akan mendapat hasil yang realistik secara automatik dan tidak perlu melaraskan gamma atau palamkan imej ke input kekuatan/intensiti.",
  "q07": "Bagaimanakah anda mengukur julat dinamik (EV) HDRI?",
  "q07p1": "Bilangan EV (atau 'berhenti') adalah berdasarkan semata-mata pada bilangan kurungan yang ditangkap. Sebagai contoh, 12 EV bermakna 5 foto telah diambil dengan 3 EV di antara mereka (kelajuan pengatup: 1/4000, 1/500, 1/60 1/8, 1\"), dan kerana terdapat 4 jurang 3 EV di antara mereka, julat dinamik dikatakan 12 EV (4x3=12).",
  "q07p2": "Malangnya tiada cara piawai untuk mengukur julat dinamik HDRI. Orang yang berbeza menggunakan kaedah yang berbeza, jadi tiada cara yang boleh dipercayai untuk anda sebagai pengguna mengetahui sama ada tapak web-A yang mendakwa 50 EV julat dinamik sebenarnya lebih baik daripada tapak web-B yang mempunyai 20 EV.",
  "q07p3": "Perkara utama yang perlu diperhatikan ialah sama ada HDRI itu<lnk> tidak dikerat</lnk> atau tidak. Mereka biasanya tidak menyebut apa-apa jika ia memang dipotong, jadi berhati-hati. Dengan tidak diklip bermakna <strong>julat penuh kecerahan dalam tempat kejadian</strong> telah ditangkap, termasuk cahaya matahari yang sangat menggila. Jika HDRI digunting (AKA \"diapit\"), ia akan menghasilkan pencahayaan yang tidak realistik yang biasanya rata dan tiada kontras.",
  "q08": "Apakah peralatan/perisian yang anda gunakan untuk HDRI?",
  "q08p1": "Ini berubah dari semasa ke semasa, dan kini terdapat beberapa jurugambar yang merakam HDRI untuk tapak ini, jadi lihat artikel saya tentang<lnk> mencipta HDRI anda sendiri</lnk> untuk menjawab soalan sebenar anda ;)",
  "q09": "Mengapakah peta meresap anda tidak mempunyai sebarang bentuk teduhan?",
  "q09p1": "Tekstur meresap ini sebenarnya adalah peta albedo, direka untuk digunakan dalam enjin pemaparan berasaskan fizikal. Kami menggunakan istilah \"meresap\" sebaliknya kerana ia lebih difahami sedikit daripada \"albedo\", dan lebih spesifik sedikit daripada \"warna\".",
  "q09p2": "Untuk paparan PBR kelihatan betul, peta albedo tidak seharusnya mengandungi sebarang lorekan. Sebaliknya, lorekan digunakan oleh enjin pemaparan itu sendiri, dengan bantuan anjakan geometri fizikal dan lorekan yang dikesan laluan, atau peta oklusi ambien yang berasingan. Tanpa geometri anjakan mikro sebenar, peta oklusi ambien yang berasingan boleh digunakan untuk mensimulasikan kesan geometri sebenar pada teduhan dalam persekitaran purata, biasanya hanya digunakan pada pencahayaan tidak langsung.",
  "q09p3": "Inilah sebabnya kami mengalih keluar sebanyak mungkin lorekan daripada peta meresap kami, walaupun kami tidak boleh selalu mengalih keluar segala-galanya, dan dalam beberapa kes adalah wajar untuk meninggalkan lorekan mikroskopik yang tidak akan dihasilkan semula dengan lorekan anjakan geometri sebenar.",
  "q09p4": "Sebaliknya, peta meresap yang digunakan dalam enjin pemaparan lama atau bukan fotorealistik bertujuan untuk mengandungi teduhan. Jika anda bekerja dengan enjin pemaparan sedemikian, atau jika anda ingin mengurangkan saiz fail pengedaran projek anda, anda boleh menggabungkan peta albedo dan AO bersama-sama untuk mencipta peta meresap tradisional. Ini boleh dilakukan dengan mendarabkan peta AO ke atas peta albedo dalam penyunting imej.",
  "q10": "Muat turun model dan tekstur tidak berfungsi untuk saya!",
  "q10p1": "Jika anda menggunakan sambungan <strong>pengurus muat turun</strong> dan mendapat ralat <em>404</em> pada muat turun, lumpuhkan sambungan untuk polyhaven.com.",
  "q10p2": "Jika anda menggunakan Firefox dan menghidupkan <em>\"Padam kuki dan data tapak apabila Firefox ditutup\"</em> , maka anda tidak boleh memuat turun aset kami.<br /> Penyelesaian: Lumpuhkan tetapan ini atau gunakan penyemak imbas lain.<lnk> Maklumat lanjut di sini</lnk> .",
  "q10p3": "Kenapa ini terjadi? Apabila anda memuat turun model/tekstur di tapak kami, penyemak imbas anda mencipta \"pekerja perkhidmatan\" yang menarik semua fail yang diperlukan berasingan seperti tekstur dan jerat untuk membuat fail zip untuk anda dengan cepat. Tetapan dalam Firefox ini menghalang pekerja perkhidmatan daripada dibuat, bermakna muat turun tidak berfungsi.",
  "q11": "Bolehkah saya memuat naik model/tekstur/hdris saya sendiri?",
  "q11p1": "Mungkin!",
  "q11p2": "Kami tidak cuba untuk menjadi BlendSwap atau Turbosquid seterusnya, tetapi kami menerima aset yang didermakan yang memenuhi standard kualiti kami yang ketat.",
  "q11p3": "Ketahui cara menyerahkan aset anda di sini",
  "q12": "Adakah anda menggunakan Fotogrametri/Fotoscanning?",
  "q12p1": "Sudah tentu, tetapi ingat ini hanyalah salah satu daripada banyak alat yang tersedia. Matlamat kami adalah untuk mencipta aset yang berkualiti dan kami akan menggunakan kaedah yang terbaik untuk setiap kes.",
  "q13": "Ke mana perginya model senjata api?",
  "q13p1": "Apabila kami melancarkan 3D Model Haven pada tahun 2020, kami menugaskan beberapa model senjata daripada pelbagai pengarang untuk diterbitkan di sana. Ini kini telah dialih keluar, kerana kami menganggap pencipta mereka berdasarkan reka bentuk senjata dunia sebenar, yang berkemungkinan harta intelek pengeluar.",
  "q13p2": "Ini adalah kawasan kelabu undang-undang yang kami lebih suka elakkan - model itu sendiri adalah CC0, tetapi reka bentuk yang mungkin berdasarkannya mungkin tidak - jadi lebih selamat untuk semua orang jika kami mengalih keluarnya sahaja daripada tapak.",
  "q13p3": "Pada masa hadapan kami merancang untuk menggantikannya dengan model berdasarkan reka bentuk fiksyen asal.",
  "title": "Soalan Lazim"
}
