{
  "add": "Tambah milik anda",
  "by": "oleh",
  "description": "Karya seni yang diserahkan oleh berpuluh-puluh pengguna, dibuat menggunakan aset kami.",
  "submit": {
    "description": "Adakah anda telah mencipta beberapa karya seni yang hebat menggunakan salah satu aset kami? Tunjukkan di laman web ini!",
    "err-asset-limit": "Anda tidak boleh memilih lebih daripada {{limit}} aset, sila pilih hanya yang paling menonjol yang boleh dilihat dalam pemaparan anda.",
    "err-jpg": "Imej mestilah JPG",
    "err-size": "Imej anda terlalu besar, mestilah di bawah 1MB",
    "form": {
      "art-name": "Nama karya seni",
      "assets": "Aset yang digunakan",
      "assets-d": "HDRI, tekstur atau model 3D yang manakah daripada Poly Haven yang anda gunakan?",
      "file-change": "Tukar Fail...",
      "file-size": "JPG di bawah 1MB",
      "link": "Pautan",
      "link-d": "Tapak web/portfolio anda, atau pautan ke lebih banyak paparan projek ini.",
      "select-change": "Pilih fail...",
      "software": "Perisian yang digunakan",
      "software-d": "Perisian 3D yang manakah anda gunakan untuk mencipta karya seni anda?",
      "submit": "Hantar",
      "thanks": "Terima kasih atas penyerahan anda!",
      "thanks-d": "Kami akan menyemak pemaparan anda dalam masa beberapa hari dan menghantar keputusan melalui e-mel kepada anda.",
      "uploading": "Memuat naik, sila tunggu...",
      "your-email": "Emel anda",
      "your-email-d": "Digunakan hanya untuk memberitahu anda apabila karya seni anda diterbitkan. Disimpan dengan selamat dan tidak dikongsi dengan sesiapa.",
      "your-name": "Nama awak",
      "your-name-d": "Seperti yang anda mahu dikreditkan."
    },
    "s1p1": "Adakah anda telah mencipta beberapa<lnk> karya seni yang mengagumkan</lnk> menggunakan salah satu aset kita? Tunjukkan di laman web ini!",
    "s1p2": "Selepas anda menyerahkan render anda, ia akan dihantar kepada kami untuk kelulusan. Jika kami menyukainya, ia akan dipaparkan dalam galeri selama beberapa minggu, dan juga pada halaman aset yang anda gunakan untuk menciptanya.",
    "s1p3": "Jika kami sangat menyukai <em>paparan</em> anda , kami akan menampilkannya secara kekal dan mengongsinya di media sosial kami.",
    "s2": "Peraturan:",
    "s2p1": "Karya seni <strong>mestilah ciptaan anda sendiri</strong> dan anda mesti dibenarkan untuk memaparkannya secara terbuka.",
    "s2p2": "Anda mesti telah menggunakan sekurang-kurangnya satu daripada <strong>HDRI/tekstur/model Poly Haven</strong> dalam penciptaan karya seni anda.",
    "s2p3": "Kebogelan atau kandungan NSFW lain tidak boleh diterima.",
    "s3": "Catatan:",
    "s3p1": "Kami mendapat <strong>banyak</strong> penyerahan, jadi malangnya kami hanya boleh menerima karya seni berkualiti tinggi untuk mengelakkan galeri daripada menjadi bersepah.",
    "s3p2": "Kami tidak cuba menjadi ArtStation yang lain, galeri ini dikhususkan untuk menunjukkan perkara yang boleh anda lakukan dengan aset Poly Haven.",
    "s3p3": "Jika anda ingin meminta maklum balas tentang pemaparan anda sebelum menyerahkannya, kami mempunyai komuniti yang sangat membantu<lnk> Perselisihan</lnk> .",
    "s3p4": "Kami akan memberitahu anda melalui e-mel jika paparan anda diterima atau ditolak. Ini mungkin mengambil masa satu atau dua hari kerana kami cenderung untuk menyemak penyerahan secara pukal.",
    "s3p5": "Berikut ialah beberapa sebab biasa penolakan:",
    "s3p5l1": "Penyampaian daya rendah (cth ujian pencahayaan mudah).",
    "s3p5l2": "Karya seni berkualiti rendah.",
    "s3p5l3": "Tiada aset Poly Haven digunakan.",
    "s3p5l4": "Paparan yang sangat serupa daripada artis lain yang sudah ada (cth. jenis \"kereta pada plat belakang\" dipaparkan dengan plat belakang yang sama).",
    "s3p5l5": "Terlalu banyak penyerahan - biasanya kami menerima paling banyak 3 imej berbeza bagi setiap artis setiap bulan.",
    "s3p5l6": "Berbilang pemaparan projek yang sama (sudut kamera atau persediaan pencahayaan yang berbeza) - <strong>hanya serahkan pemaparan terbaik anda untuk setiap projek</strong> , dan kemudian pautkan ke halaman ArtStation anda yang membolehkan orang ramai mencari lebih banyak lagi.",
    "title": "Hantar Render Anda"
  },
  "title": "Galeri Render",
  "using": "menggunakan"
}
