{
  "s1p1": "Bukan sahaja percuma, tetapi<lnk> CC0</lnk> , bermakna anda boleh menggunakannya untuk sebarang tujuan <strong>tanpa sekatan</strong> .",
  "s1p2": "Tiada paywall atau pendaftaran diperlukan, cuma muat turun apa yang anda mahu dan gunakannya dengan segera tanpa perlu risau.",
  "s1t": "100% Percuma",
  "s2p1": "\"Percuma\" dan \"berkualiti\" tidak semestinya saling eksklusif.",
  "s2p2": "Kami tidak mahu mencemarkan web dengan lebih banyak sampah, jadi kami menumpukan pada mencipta <strong>aset terbaik yang sebenarnya boleh anda gunakan</strong> .",
  "s2p3": "Sasaran kami adalah untuk mencipta kandungan yang bukan sahaja memenuhi piawaian hari ini, tetapi juga piawaian masa hadapan yang lebih tinggi, dan juga potensi perkakasan masa hadapan.",
  "s2t": "Kualiti tinggi",
  "s3b1": "Menjadi Penaung",
  "s3p1": "Sebagai artis 3D sendiri, anda tahu betapa banyaknya usaha untuk mencipta aset yang baik, terutamanya apabila orang lain perlu menggunakannya untuk pelbagai projek.",
  "s3p2": "Komputer dan peralatan kamera yang diperlukan untuk menghasilkan kandungan berkualiti tinggi adalah mahal, dan begitu juga infrastruktur web yang diperlukan untuk memastikan platform ini berjalan.",
  "s3p3": "Di sinilah anda masuk.",
  "s3p4": "Dengan sokongan anda, kami bukan sahaja dapat memastikan Poly Haven terus hidup dan berjalan, tetapi <strong>kami boleh memperbaikinya</strong> .",
  "s3t": "Disokong oleh anda",
  "s4": "Pelanggan Terbaru:",
  "s5b1": "Semak imbas Semua Aset",
  "s5b2": "Semak imbas HDRI",
  "s5b3": "Semak imbas Tekstur",
  "s5b4": "Semak imbas Model",
  "s6p1": "Poly Haven ialah sebuah syarikat kecil yang berpangkalan di Afrika Selatan, bekerja dengan artis di seluruh dunia.",
  "s6p2": "Matlamat kami adalah untuk mencipta sumber kandungan terbuka yang dibiayai komuniti yang sentiasa berkembang, untuk kebebasan dan kebolehgunaan sepenuhnya oleh para profesional dan penggemar.",
  "s6p3": "Sebelum ini kami berlari<c1> HDRI Haven</c1> ,<c2> Syurga Tekstur</c2> dan<c3> Syurga Model 3D</c3> sebagai projek bebas yang berasingan, tetapi akhirnya memutuskan kami boleh berkhidmat kepada masyarakat dengan lebih baik dengan bergabung tenaga dan mewujudkan satu platform baharu:<c4> Poly Haven</c4> .",
  "s6p4": "Jika anda menyukai apa yang kami lakukan dan ingin mengekalkan laman web ini, pertimbangkan<lnk> menyokong kami di Patreon</lnk> .",
  "s6t": "Tentang kita",
  "s7": "Render Komuniti:",
  "s7b": "Lagi",
  "s8p1": "Poly Haven ialah projek komuniti <strong>anda</strong> .",
  "s8p2": "Semua yang kami lakukan, kami lakukan dengan bantuan anda, untuk komuniti 3D yang lebih besar.",
  "s8t": "Sertai Komuniti",
  "types-hdri": "Resolusi 16k+, dan sentiasa dinyahklip untuk pencahayaan realistik satu klik.",
  "types-hdri-b": "Semak imbas HDRI",
  "types-mod": "Model 3D Hyperreal, untuk kesan visual dan permainan video generasi seterusnya.",
  "types-mod-b": "Semak imbas Model",
  "types-tex": "Bahan PBR lancar fotoscan, resolusi sekurang-kurangnya 8k.",
  "types-tex-b": "Semak imbas Tekstur"
}
