{
  "description": "Uobičajena pitanja i njihovi odgovori.",
  "q01": "Mogu li koristiti ta sredstva komercijalno?",
  "q01p1": "Da. Sva naša sredstva objavljena su pod licencom CC0, što znači da ih možete koristiti u apsolutno bilo koju svrhu, uključujući komercijalni rad.<lnk> Više o CC0 ovdje</lnk> .",
  "q02": "Mogu li uključiti ovu imovinu u proizvod koji prodajem?",
  "q02p1": "Da. Jedina stvar koju ne možete učiniti je tvrditi da ste <em>izvorni</em> autor ili ih ponovno licencirati.<lnk> Više o CC0 licenci ovdje</lnk> .",
  "q02p2": "Jasno dajte do znanja svojim klijentima da su ta sredstva besplatna i javna domena te, ako je moguće, uključite poveznicu na Poly Haven.",
  "q02p3": "Ako se vaš proizvod dobro prodaje, razmislite o podršci stvaranju ovih sredstava<lnk> na Patreonu</lnk> .",
  "q03": "Da li radite provizije?",
  "q03p1": "Poly Haven sam ne naručuje, ali naši umjetnici mogu rado raditi s vama. Molim<lnk> javiti se</lnk> i možemo vas uputiti u pravom smjeru.",
  "q03p2": "Često nudimo popuste ako nam dopustite da objavimo vašu imovinu i na Poly Haven.",
  "q04": "Kako se to financira?",
  "q04p1": "Ukratko, donacije ljudi poput vas, korporativnih sponzora i oglašavanja.",
  "q04p2": "Detalje o tome kako financijski poslujemo objavljujemo u našem<lnk> izvješća o javnim financijama</lnk> .",
  "q05": "Što je uopće HDRI?",
  "q05p1": "Općenito govoreći, HDRI (slika visokog dinamičkog raspona) jednostavno je slika koja sadrži više od 8 bitova podataka po pikselu po kanalu. Formati slika kao što su JPG i PNG obično su 8-bitni i ponekad se nazivaju \"LDR\" (Low Dynamic Range) slike, dok formati slika kao<lnk1> EXR</lnk1> i<lnk2> HDR</lnk2> pohranjuju više podataka i stoga su HDRI.",
  "q05p2": "Međutim, u CG svijetu (i na ovoj stranici) počeli smo koristiti izraz 'HDRI' za opisivanje 32-bitnog 360x180 stupnjeva<lnk> jednakokutan</lnk> slika koja se koristi za osvjetljavanje CG scena.",
  "q05p3": "HDRI se često koriste kao jedini izvor svjetla kako bi se stvorila vrlo realistično osvijetljena scena ili kako bi se uskladilo s osvjetljenjem iz video zapisa (pomoću HDRI snimke na istom setu na kojem je snimljen video). No, naravno, također se koriste kao dodatak standardnim tehnikama osvjetljenja i za dodavanje detalja refleksijama.",
  "q06": "Kako mogu koristiti vaše HDRI-ove?",
  "q06p1": "Izuzetno je jednostavno i ne razlikuje se od bilo kojeg drugog HDRI-ja. Evo nekoliko kratkih videozapisa koji će vam točno pokazati kako:",
  "q06p2": "Svi naši HDRI-ovi nisu spojeni, što znači da ćete automatski dobiti realistične rezultate i ne morate podešavati gamu ili priključivati sliku na ulaz snage/intenziteta.",
  "q07": "Kako mjerite dinamički raspon (EV) HDRI-a?",
  "q07p1": "Broj EV-ova (ili 'zaustavljanja') temelji se isključivo na broju uhvaćenih zagrada. Na primjer, 12 EV znači da je 5 fotografija snimljeno s 3 EV između njih (brzine zatvarača: 1/4000, 1/500, 1/60, 1/8, 1\"), a budući da između njih postoje 4 razmaka od 3 EV , kaže se da je dinamički raspon 12 EV (4x3=12).",
  "q07p2": "Nažalost, ne postoji standardiziran način za mjerenje dinamičkog raspona HDRI. Različiti ljudi koriste različite metode, tako da ne postoji pouzdan način na koji vi kao korisnik možete reći je li web-mjesto-A koje tvrdi da ima 50 EV dinamičkog raspona zapravo bolje od web-mjesta-B koje ima 20 EV-a.",
  "q07p3": "Glavna stvar na koju treba paziti jest je li HDRI<lnk> neiskopčan</lnk> ili ne. Obično ne spominju ništa ako je doista izrezano, pa pripazite. To što nije isječen znači da je uhvaćen <strong>cijeli raspon svjetline u sceni</strong> , uključujući super ludo jako sunce. Ako je HDRI ošišan (poznat i kao \"stegnut\"), proizvodit će nerealno osvjetljenje koje je obično ravno i bez kontrasta.",
  "q08": "Koju opremu/softver koristite za HDRI?",
  "q08p1": "To se tu i tamo mijenja, a sada postoji više fotografa koji snimaju HDRI za ovu stranicu, pa pogledajte moj članak o<lnk> stvaranje vlastitih HDRI-a</lnk> da odgovorim na tvoje pravo pitanje ;)",
  "q09": "Zašto vašim difuznim kartama nedostaje bilo kakav oblik sjenčanja?",
  "q09p1": "Ove difuzne teksture zapravo su karte albeda, dizajnirane za korištenje u fizički baziranim motorima za renderiranje. Umjesto toga koristimo izraz \"difuzni\" jer je malo šire shvaćen od \"albeda\" i malo specifičniji od \"boje\".",
  "q09p2": "Kako bi PBR iscrtavanje izgledalo ispravno, albedo karte ne bi trebale sadržavati sjenčanje. Umjesto toga, sjenčanje primjenjuje sam mehanizam za renderiranje, uz pomoć pomaka fizičke geometrije i sjenčanja praćenog putanjom, ili zasebne karte ambijentalne okluzije. Bez prave geometrije mikropomaka, zasebna mapa ambijentalne okluzije može se koristiti za simulaciju učinka koji bi stvarna geometrija imala na sjenčanje u prosječnom okruženju, obično primijenjeno samo na neizravno osvjetljenje.",
  "q09p3": "Zbog toga uklanjamo što više sjenčanja s naših difuznih mapa, iako ne možemo uvijek ukloniti sve, au nekim je slučajevima poželjno ostaviti mikroskopsko sjenčanje koje se ionako ne bi reproduciralo sjenčanjem stvarnog pomaka geometrije.",
  "q09p4": "Nasuprot tome, difuzne karte koje se koriste u starijim ili nefotorealističnim strojevima za prikazivanje namijenjene su sadržavanju sjenčanja. Ako radite s takvim motorom za renderiranje ili ako želite smanjiti veličinu distribucijske datoteke vašeg projekta, možete spojiti karte albeda i AO kako biste stvorili tradicionalnu difuznu kartu. To se može učiniti množenjem AO karte preko karte albeda u uređivaču slika.",
  "q10": "Ne mogu preuzeti modele i teksture!",
  "q10p1": "Ako koristite proširenje <strong>upravitelja preuzimanja</strong> i dobivate pogreške <em>404</em> prilikom preuzimanja, onemogućite proširenje za polyhaven.com.",
  "q10p2": "Ako koristite Firefox i imate <em>uključenu opciju \"Izbriši kolačiće i podatke web stranice kada se Firefox zatvori\"</em> , ne možete preuzeti našu imovinu.<br /> Rješenje: Onemogućite ovu postavku ili koristite drugi preglednik.<lnk> Više informacija ovdje</lnk> .",
  "q10p3": "Zašto se ovo događa? Kada preuzmete model/teksturu na našoj stranici, vaš preglednik stvara \"uslužnog radnika\" koji povlači sve odvojene potrebne datoteke kao što su teksture i mreže kako bi vam u hodu stvorio zip datoteku. Ova postavka u Firefoxu sprječava stvaranje uslužnog radnika, što znači da preuzimanja ne rade.",
  "q11": "Mogu li učitati vlastite modele/teksture/hdris?",
  "q11p1": "Može biti!",
  "q11p2": "Ne pokušavamo biti sljedeći BlendSwap ili Turbosquid, ali prihvaćamo donirana sredstva koja zadovoljavaju naše stroge standarde kvalitete.",
  "q11p3": "Ovdje saznajte kako predati svoje sredstvo",
  "q12": "Koristite li fotogrametriju/fotoskeniranje?",
  "q12p1": "Apsolutno, ali zapamtite da je ovo samo jedan od mnogih dostupnih alata. Naš je cilj stvoriti kvalitetnu imovinu, a koristit ćemo sve metode koje su najbolje za svaki slučaj.",
  "q13": "Gdje su nestali modeli oružja?",
  "q13p1": "Kad smo pokrenuli 3D Model Haven 2020., naručili smo nekoliko modela oružja od raznih autora da tamo objave. One su sada uklonjene jer pretpostavljamo da su njihovi kreatori svoj rad temeljili na dizajnu oružja iz stvarnog svijeta, što je vjerojatno intelektualno vlasništvo proizvođača.",
  "q13p2": "Ovo je zakonska siva zona koju bismo radije izbjegli - sami modeli su CC0, ali dizajni na kojima se mogu temeljiti vjerojatno nisu - tako da je sigurnije za sve ako ih jednostavno uklonimo sa stranice.",
  "q13p3": "U budućnosti ih planiramo zamijeniti modelima koji se temelje na izvornom izmišljenom dizajnu.",
  "q14": "Mogu li trenirati AI s vašim sadržajem?",
  "q14p1": "Apsolutno! Otpuštamo svu našu imovinu pod<lnk> CC0 licenca</lnk> (u suštini bez autorskih prava u jurisdikcijama koje to podržavaju) što vam omogućuje da s njima radite što god želite, uključujući obuku AI modela. Voljeli bismo pomoći industriji da raste i nadamo se da pružanje skupa podataka visoke kvalitete za obuku može pomoći u poboljšanju rezultata vaših AI modela.",
  "q14p2": "Ako radite za tvrtku ili istraživačku grupu koja ima koristi od naše knjižnice i želite nam pomoći da povećamo skup podataka koji stavljamo na raspolaganje svima, poboljšavajući kvalitetu vaših vlastitih rezultata,<lnk> molim vas pomozite nam financirati</lnk> .",
  "title": "Često postavljana pitanja"
}
