{
  "add": "Dodajte svoje",
  "by": "po",
  "description": "Umjetnička djela koja su poslali deseci korisnika, stvorena korištenjem naših sredstava.",
  "submit": {
    "description": "Jeste li izradili neko fantastično umjetničko djelo koristeći jedno od naših sredstava? Pokažite to na ovoj stranici!",
    "err-asset-limit": "Ne možete odabrati više od {{limit}} elemenata, odaberite samo one najistaknutije vidljive u vašem prikazu.",
    "err-jpg": "Slika mora biti u JPG formatu",
    "err-size": "Vaša slika je prevelika, mora biti ispod 1 MB",
    "form": {
      "art-name": "Naziv umjetničkog djela",
      "assets": "Korištena sredstva",
      "assets-d": "Koje ste HDRI-ove, teksture ili 3D modele iz Poly Havena koristili?",
      "file-change": "Promjena datoteke...",
      "file-size": "JPG ispod 1 MB",
      "link": "Veza",
      "link-d": "Vaša web stranica/portfelj ili poveznica na više prikaza ovog projekta.",
      "select-change": "Odaberite datoteku...",
      "software": "Korišteni softver",
      "software-d": "Koji ste 3D softver koristili za izradu svojih umjetničkih djela?",
      "submit": "Pošalji na pregled",
      "thanks": "Hvala na prijavi!",
      "thanks-d": "Pregledat ćemo vaš render u roku od nekoliko dana i poslati vam rezultate e-poštom.",
      "uploading": "Učitavanje, pričekajte...",
      "your-email": "Tvoj email",
      "your-email-d": "Koristi se samo za obavještavanje kada se vaše umjetničko djelo objavi. Pohranjeno na siguran način i ne dijeli se ni s kim.",
      "your-name": "Tvoje ime",
      "your-name-d": "Kao što želite da vam se pripiše."
    },
    "s1p1": "Jeste li stvorili neke<lnk> strašan umjetnički rad</lnk> koristeći jedno od naših sredstava? Pokažite to na ovoj stranici!",
    "s1p2": "Nakon što pošaljete svoj prikaz, on će nam biti poslan na odobrenje. Ako nam se svidi, bit će prikazan u galeriji nekoliko tjedana, a također i na stranicama materijala koje ste upotrijebili za izradu.",
    "s1p3": "Ako nam se vaš prikaz <em>jako</em> svidi, trajno ćemo ga istaknuti i podijeliti na našim društvenim medijima.",
    "s2": "Pravila:",
    "s2p1": "Umjetničko djelo <strong>mora biti vaša vlastita kreacija</strong> i mora vam biti dopušteno javno izlaganje.",
    "s2p2": "Morate upotrijebiti barem jedan <strong>HDRI/teksture/model Poly Havena</strong> u stvaranju svog umjetničkog djela.",
    "s2p3": "Golotinja ili drugi NSFW sadržaji nisu prihvaćeni.",
    "s3": "Bilješka:",
    "s3p1": "Dobivamo <strong>mnogo</strong> prijava, tako da nažalost možemo prihvatiti samo umjetnička djela najviše kvalitete kako bismo spriječili da galerija postane pretrpana.",
    "s3p2": "Ne pokušavamo biti još jedan ArtStation, ova je galerija posvećena tome da pokažemo što možete učiniti s imovinom Poly Havena.",
    "s3p3": "Ako želite zatražiti povratne informacije o svom prikazu prije nego što ga pošaljete, imamo vrlo korisnu zajednicu na<lnk> Razdor</lnk> .",
    "s3p4": "Obavijestit ćemo vas e-poštom ako je vaš prikaz prihvaćen ili odbijen. To može potrajati dan ili dva jer obično pregledavamo dostave.",
    "s3p5": "Evo nekoliko uobičajenih razloga za odbijanje:",
    "s3p5l1": "Žbuke s malim naporom (npr. jednostavni testovi osvjetljenja).",
    "s3p5l2": "Niska kvaliteta umjetnina.",
    "s3p5l3": "Ne koriste se sredstva Poly Havena.",
    "s3p5l4": "Vrlo sličan render drugog umjetnika koji je već prisutan (npr. renderi tipa \"auto na stražnjoj ploči\" s istom stražnjom pločom).",
    "s3p5l5": "Previše prijava - obično prihvaćamo najviše 3 različite slike po umjetniku mjesečno.",
    "s3p5l6": "Višestruki renderi istog projekta (različiti kutovi kamere ili postavke osvjetljenja) - <strong>pošaljite samo svoj najbolji render za svaki projekt</strong> , a zatim se povežite na svoju ArtStation stranicu gdje ljudi mogu pronaći više.",
    "title": "Pošaljite svoj prikaz"
  },
  "title": "Galerija renderiranja",
  "using": "korištenjem"
}
