{
  "s1p1": "Ne samo besplatno, nego<lnk> CC0</lnk> , što znači da ih možete koristiti u apsolutno sve svrhe <strong>bez ograničenja</strong> .",
  "s1p2": "Nije potreban sustav plaćanja ili prijava, jednostavno preuzmite ono što želite i upotrijebite odmah bez brige.",
  "s1t": "100% Besplatno",
  "s2p1": "\"Besplatno\" i \"kvaliteta\" ne moraju se uvijek međusobno isključivati.",
  "s2p2": "Ne želimo zagađivati web još više smeća, stoga se fokusiramo na stvaranje najboljih <strong>materijala koje zapravo možete koristiti</strong> .",
  "s2p3": "Naš cilj je stvoriti sadržaj koji neće samo zadovoljiti današnje standarde, već i više buduće standarde, kao i potencijal budućeg hardvera.",
  "s2t": "Visoka kvaliteta",
  "s3b1": "Postanite pokrovitelj",
  "s3p1": "Budući da ste i sami 3D umjetnik, znate koliko je posla stvoriti dobre materijale, osobito kada ih drugi ljudi trebaju koristiti za razne projekte.",
  "s3p2": "Računala i oprema za kameru potrebna za proizvodnju visokokvalitetnog sadržaja su skupi, kao i web infrastruktura potrebna da ova platforma radi.",
  "s3p3": "Ovdje vi nastupate.",
  "s3p4": "Uz vašu podršku, ne samo da možemo održati Poly Haven na životu, već <strong>ga možemo i poboljšati</strong> .",
  "s3t": "Uz vašu podršku",
  "s4": "Najnoviji pokrovitelji:",
  "s4p2": "Najveći pokrovitelji:",
  "s5b1": "Pregledaj sva sredstva",
  "s5b2": "Pregledajte HDRI",
  "s5b3": "Pregledajte teksture",
  "s5b4": "Pregledaj modele",
  "s6p1": "Poly Haven je mala tvrtka sa sjedištem u Južnoj Africi, koja radi s umjetnicima diljem svijeta.",
  "s6p2": "Naš je cilj stvoriti stalno rastući resurs otvorenog sadržaja koji financira zajednica, za potpunu slobodu i upotrebljivost za profesionalce i hobiste.",
  "s6p3": "Prethodno smo trčali<c1> HDRI Haven</c1> ,<c2> Texture Haven</c2> i<c3> 3D model Haven</c3> kao zasebne neovisne projekte, ali smo na kraju odlučili da možemo bolje služiti zajednici udruživanjem snaga i stvaranjem jedne nove platforme:<c4> Poly Haven</c4> .",
  "s6p4": "Ako vam se sviđa ono što radimo i želite održati ovu stranicu živom, razmislite<lnk> podržavajući nas na Patreonu</lnk> .",
  "s6t": "O nama",
  "s7": "Renderi zajednice:",
  "s7b": "Više",
  "s8p1": "Poly Haven je <strong>vaš</strong> projekt zajednice.",
  "s8p2": "Sve što radimo, radimo uz vašu pomoć, za veću 3D zajednicu.",
  "s8t": "Pridružite se zajednici",
  "types-hdri": "Razlučivost od 16k+ i uvijek otkopčan za realistično osvjetljenje jednim klikom.",
  "types-hdri-b": "Pregledajte HDRI",
  "types-mod": "Hiperstvarni 3D modeli, za vizualne efekte i video igre sljedeće generacije.",
  "types-mod-b": "Pretražite modele",
  "types-tex": "Fotoskenirani bešavni PBR materijali, najmanje 8k rezolucije.",
  "types-tex-b": "Pretražite teksture"
}
