{
  "description": "Pertanyaan umum dan jawabannya.",
  "q01": "Dapatkah saya menggunakan aset ini secara komersial?",
  "q01p1": "Ya. Semua aset kami dirilis di bawah lisensi CC0, artinya Anda dapat menggunakannya untuk tujuan apa pun, termasuk pekerjaan komersial. <lnk>Lebih lanjut tentang CC0 di sini</lnk>.",
  "q02": "Bisakah saya memasukkan aset ini ke dalam produk yang saya jual?",
  "q02p1": "Ya. Satu-satunya hal yang tidak dapat Anda lakukan adalah mengklaim sebagai penulis <em>asli</em> atau melisensikan ulang mereka. <lnk>Lebih lanjut tentang lisensi CC0 di sini</lnk>.",
  "q02p2": "Harap jelaskan kepada pelanggan Anda bahwa aset ini gratis dan domain publik, dan jika mungkin sertakan tautan ke Poly Haven.",
  "q02p3": "Jika produk Anda terjual dengan baik, pertimbangkan untuk mendukung pembuatan aset ini <lnk>di Patreon</lnk>.",
  "q03": "Apakah Anda melakukan komisi?",
  "q03p1": "Poly Haven sendiri tidak melakukan komisi, tetapi artis kami mungkin senang bekerja sama dengan Anda. Silahkan <lnk>hubungi kami</lnk> dan kami dapat mengarahkan Anda ke arah yang benar.",
  "q03p2": "Seringkali kami menawarkan diskon jika Anda mengizinkan kami untuk mempublikasikan aset Anda di Poly Haven juga.",
  "q04": "Bagaimana ini didanai?",
  "q04p1": "Singkatnya, sumbangan dari orang-orang seperti Anda, sponsor perusahaan, dan iklan.",
  "q04p2": "Kami mempublikasikan detail tentang bagaimana kami bekerja secara finansial di <lnk>laporan keuangan publik</lnk>.",
  "q05": "Apa sih HDRI itu?",
  "q05p1": "Secara umum, suatu HDRI (Gambar Rentang Dinamis Tinggi) hanyalah sebuah gambar yang berisi lebih dari 8 bit data per piksel per saluran. Format gambar seperti JPG dan PNG biasanya 8-bit dan kadang-kadang disebut sebagai gambar 'LDR' (Rentang Dinamis Rendah), sedangkan format gambar seperti <lnk1>EXR</lnk1> dan <lnk2>HDR</lnk2> menyimpan lebih banyak data dan karena itu HDRI.",
  "q05p2": "Namun di dunia CG (dan di situs ini) kami menggunakan istilah 'HDRI' untuk menggambarkan 32-bit 360x180 derajat <lnk>persegi panjang</lnk> gambar yang digunakan untuk pencahayaan adegan CG.",
  "q05p3": "HDRI sering digunakan sebagai satu-satunya sumber cahaya untuk menciptakan suatu adegan sangat terang secara realistis, atau untuk mencocokkan pencahayaan dari rekaman video (menggunakan bidikan HDRI pada set yang sama dengan pengambilan video). Tapi tentu saja mereka juga digunakan untuk melengkapi teknik pencahayaan standar dan untuk menambahkan detail pada pantulan.",
  "q06": "Bagaimana cara menggunakan HDRI Anda?",
  "q06p1": "Sangat mudah, dan tidak ada bedanya dengan menggunakan HDRI lainnya. Berikut adalah beberapa video pendek untuk menunjukkan kepada Anda bagaimana tepatnya:",
  "q06p2": "Semua HDRI kami tidak dipotong, artinya Anda akan mendapatkan hasil realistis secara otomatis dan tidak perlu menyesuaikan gamma atau mencolokkan gambar ke input kekuatan/intensitas.",
  "q07": "Bagaimana Anda mengukur rentang dinamis (EV) dari HDRI?",
  "q07p1": "Jumlah EV (atau 'stop') didasarkan murni pada jumlah tanda kurung yang ditangkap. Contohnya, 12 EV berarti 5 foto diambil dengan 3 EV di antara keduanya (kecepatan rana: 1/4000, 1/500, 1/60, 1/8, 1\"), dan sejak ada 4 celah dari 3 EV di antara keduanya, kisaran dinamis dikatakan 12 EV (4x3=12).",
  "q07p2": "Sayangnya tidak ada cara standar untuk mengukur rentang dinamis HDRI. Orang yang berbeda menggunakan metode yang berbeda, jadi tidak ada cara yang dapat diandalkan agar Anda sebagai pengguna dapat mengetahui apakah situs web-A yang mengklaim 50 EV rentang dinamis sebenarnya lebih baik daripada situs web-B yang memiliki 20 EV.",
  "q07p3": "Hal utama yang harus diwaspadai adalah apakah HDRI <lnk>belum dipotong</lnk> atau tidak. Mereka biasanya tidak menyebutkan apa-apa jika memang terpotong, jadi hati-hati. Tidak terpotong berarti <strong>rentang kecerahan penuh dalam pemandangan</strong> ditangkap, termasuk sinar matahari yang sangat terang. Jika HDRI terpotong (alias \"kelam\"), itu akan menghasilkan pencahayaan yang tidak realistis yang biasanya datar dan kurang kontras.",
  "q08": "Peralatan/perangkat lunak apa yang Anda gunakan untuk HDRI?",
  "q08p1": "Ini berubah sesekali, dan sekarang ada beberapa fotografer yang memotret HDR untuk situs ini, jadi lihat artikel saya di <lnk>membuat HDRI Anda sendiri</lnk> untuk menjawab pertanyaan Anda yang sebenarnya ;)",
  "q09": "Mengapa peta difus Anda tidak memiliki bentuk bayangan?",
  "q09p1": "Tekstur difus ini sebenarnya adalah peta albedo, yang dirancang untuk digunakan dalam mesin rendering berbasis fisik. Kami menggunakan istilah \"difus\" sebagai gantinya karena itu sedikit lebih banyak dipahami daripada \"albedo\", dan sedikit lebih spesifik daripada \"warna\".",
  "q09p2": "Agar rendering PBR terlihat benar, peta albedo tidak boleh mengandung bayangan apa pun. Sebagai gantinya, bayangan diterapkan oleh mesin rendering itu sendiri, dengan bantuan perpindahan geometri fisik dan bayangan yang dilacak jalurnya, atau peta oklusi ambien terpisah. Tanpa geometri perpindahan mikro nyata, peta oklusi ambien yang terpisah dapat digunakan untuk mensimulasikan efek yang akan dimiliki geometri nyata pada bayangan dalam suatu rata-rata lingkungan, biasanya hanya diterapkan pada pencahayaan tidak langsung.",
  "q09p3": "Inilah mengapa kami hapus sebanyak mungkin bayangan dari peta difus kami, meskipun kami tidak selalu dapat menghapus semuanya, dan dalam beberapa kasus diinginkan untuk meninggalkan di bayangan mikroskopis yang mana tidak akan direproduksi dengan mengarsir perpindahan geometri nyata pula.",
  "q09p4": "Sebaliknya, peta difus yang digunakan dalam mesin rendering yang lebih tua atau non-fotorealistik dimaksudkan untuk mengandung bayangan. Jika Anda bekerja dengan mesin rendering seperti itu, atau jika Anda ingin mengurangi ukuran file distribusi proyek Anda, Anda dapat menggabungkan albedo dan peta AO bersama-sama untuk membuat peta difus tradisional. Ini dapat dilakukan dengan mengalikan peta AO di atas peta albedo di editor gambar.",
  "q10": "Unduhan model dan tekstur tidak berfungsi untuk saya!",
  "q10p1": "Jika Anda menggunakan ekstensi <strong>pengelola unduhan</strong> dan mendapatkan <em>404</em> kesalahan saat mengunduh, nonaktifkan ekstensi untuk polyhaven.com.",
  "q10p2": "Jika Anda menggunakan Firefox dan mengaktifkan <em>\"Hapus cookie dan data situs saat Firefox ditutup\"</em>, maka Anda tidak dapat mengunduh aset kami. <br />Solusi: Nonaktifkan pengaturan ini atau gunakan browser lain. <lnk>Info lebih lanjut disini</lnk>.",
  "q10p3": "Mengapa ini terjadi? Saat Anda mengunduh model/tekstur di situs kami, browser Anda membuat \"pekerja layanan\" yang menarik masuk dalam semua file terpisah yang diperlukan seperti tekstur dan mesh untuk membuat suatu file zip untuk Anda dengan cepat. Pengaturan ini di Firefox mencegah pekerja layanan dibuat, artinya unduhan tidak berfungsi.",
  "q11": "Dapatkah saya mengunggah model/tekstur/hdris saya sendiri?",
  "q11p1": "Mungkin!",
  "q11p2": "Kami tidak mencoba menjadi BlendSwap atau Turbosquid berikutnya, tetapi kami menerima aset yang disumbangkan yang memenuhi standar kualitas kami yang ketat.",
  "q11p3": "Cari tahu cara mengirimkan aset Anda di sini",
  "q12": "Apakah Anda menggunakan Fotogrametri/Pemindaianfoto?",
  "q12p1": "Tentu saja, tetapi ingat ini hanyalah salah satu dari banyak alat yang tersedia. Tujuan kami adalah menciptakan aset berkualitas, dan kami akan menggunakan metode apa pun yang terbaik untuk setiap kasus.",
  "q13": "Ke mana perginya model senjata?",
  "q13p1": "Ketika kami meluncurkan 3D Model Haven pada tahun 2020, kami menugaskan beberapa model senjata dari berbagai penulis untuk diterbitkan di sana. Ini sekarang telah dihapus, karena kami menganggap pencipta mereka mendasarkan pekerjaan mereka dari desain senjata dunia nyata, yang kemungkinan merupakan kekayaan intelektual dari produsen.",
  "q13p2": "Ini adalah area hukum abu-abu yang sebaiknya kami hindari - modelnya sendiri adalah CC0, tetapi desain yang menjadi dasarnya mungkin bukan - jadi lebih aman bagi semua orang jika kami menghapusnya dari situs.",
  "q13p3": "Di masa depan kami berencana untuk menggantinya dengan model berdasarkan desain fiksi asli.",
  "q14": "Dapatkah saya melatih AI dengan konten Anda?",
  "q14p1": "Tentu saja! Kami merilis semua aset kami di bawah <lnk>lisensi CC0</lnk> (pada dasarnya bebas hak cipta di yurisdiksi yang mendukungnya) yang memungkinkan Anda untuk melakukan apa pun yang Anda inginkan dengan aset-aset tersebut, termasuk melatih model-model AI. Kami akan senang membantu industri tumbuh dan kami berharap bahwa menyediakan suatu kumpulan set data berkualitas tinggi untuk dilatih dengan dapat membantu meningkatkan output model AI Anda.",
  "q14p2": "Jika Anda bekerja untuk suatu perusahaan atau kelompok penelitian yang mendapat manfaat dari perpustakaan kami dan ingin membantu kami mengembangkan set data yang kami sediakan untuk semua orang, dengan meningkatkan kualitas hasil penelitian Anda, <lnk>mohon bantu mendanai kami</lnk>.",
  "title": "Pertanyaan Sering Diajukan"
}
