{
  "add": "Agrega el tuyo",
  "by": "por",
  "description": "Obras de arte enviadas por docenas de usuarios, creadas con nuestros recursos.",
  "submit": {
    "description": "¿Creaste alguna increíble obra de arte usando uno de nuestros recursos? ¡Presúmelo en este sitio!",
    "err-asset-limit": "No puedes seleccionar más de {{limit}} recursos, elije solo los más visiblemente prominentes en tu renderizado.",
    "err-jpg": "La imagen debe ser JPG",
    "err-size": "Tu imagen es demasiado grande, debe tener menos de 1 MB",
    "form": {
      "art-name": "Nombre de la obra de arte",
      "assets": "Recursos utilizados",
      "assets-d": "¿Qué HDRI, texturas o modelos 3D de Poly Haven usaste?",
      "file-change": "Cambiar Archivo...",
      "file-size": "JPG menos de 1 MB",
      "link": "Enlace",
      "link-d": "Tu sitio web/portafolio, o un enlace a más renders de este proyecto.",
      "select-change": "Selecciona Archivo...",
      "software": "Software utilizado",
      "software-d": "¿Qué software 3D usaste para crear tu obra de arte?",
      "submit": "Enviar para revisión",
      "thanks": "¡Gracias por tu envío!",
      "thanks-d": "Revisaremos tu renderizado dentro de unos días y te enviaremos los resultados por correo electrónico.",
      "uploading": "Cargando ... Por favor espera...",
      "your-email": "Tu correo electrónico",
      "your-email-d": "Se usa solo para notificarte cuando se publica tu obra de arte. Será almacenado de forma segura y no será compartido con nadie.",
      "your-name": "Tu nombre",
      "your-name-d": "Como quiered ser acreditado."
    },
    "s1p1": "¿Has creado <lnk>obras de arte increíbles</lnk> usando alguno de nuestros recursos? ¡Presúmelas en este sitio!",
    "s1p2": "Después de enviar tu render, se nos enviará para su aprobación. Si nos gusta, se mostrará en la galería durante algunas semanas y también en las páginas de los recursos que usó para crearlo.",
    "s1p3": "Si nos gusta <em>mucho</em> tu render, lo destacaremos permanentemente y lo compartiremos en nuestras redes sociales.",
    "s2": "Reglas:",
    "s2p1": "La obra de arte <strong>debe ser de tu propia creación</strong> y debes permitir que se exhiba públicamente.",
    "s2p2": "Debes haber utilizado al menos uno de los <strong>HDRI/texturas/modelos de Poly Haven</strong> en la creación de tu obra de arte.",
    "s2p3": "No se aceptan desnudos u otro contenido NSFW.",
    "s3": "Nota:",
    "s3p1": "Recibimos <strong>muchos</strong> envíos, por lo que lamentablemente solo podemos aceptar obras de arte de la más alta calidad para evitar que la galería se sature.",
    "s3p2": "No pretendemos ser otro ArtStation, esta galería está dedicada a mostrar lo que puede hacer con los recursos de Poly Haven.",
    "s3p3": "Si te gustaría recibir comentarios de retroalimentación antes de enviar tu renderizado, tenemos una comunidad muy útil en <lnk>Discord</lnk>.",
    "s3p4": "Te notificaremos por correo electrónico si tu renderizado es aceptado o rechazado. Esto puede demorar uno o dos días, ya que tendemos a revisar los envíos en bloque.",
    "s3p5": "Aquí te damos algunas razones comunes por lo que rechazan:",
    "s3p5l1": "Renderizados poco esfuerzados (por ejemplo, pruebas de iluminación simples).",
    "s3p5l2": "Baja calidad de la obra de arte.",
    "s3p5l3": "No se usaron recursos de Poly Haven.",
    "s3p5l4": "Render muy similar de otro artista ya presente (ej. renderizados como \"auto con placa trasera\" utilizando la misma placa).",
    "s3p5l5": "Demasiados envíos: por lo general, aceptamos como máximo 3 imágenes diferentes por artista por mes.",
    "s3p5l6": "Renderizados múltiples del mismo proyecto (diferentes ángulos de cámara o configuraciones de iluminación): <strong>solo envía tu mejor renderizado para cada proyecto</strong> y luego vincúlalo a tu página de ArtStation donde las personas pueden encontrar más.",
    "title": "Envia Tu Renderizado"
  },
  "title": "Galería de Renderizado",
  "using": "usando"
}
