{
  "add": "Agrega el tuyo",
  "by": "por",
  "description": "Obras de arte enviadas por docenas de usuarios, creadas con nuestros activos.",
  "submit": {
    "description": "¿Ha creado alguna obra de arte increíble con uno de nuestros recursos? ¡Muéstralo en este sitio!",
    "err-asset-limit": "No puede seleccionar más que recursos {{limit}} , elija solo los más destacados visibles en su renderizado.",
    "err-jpg": "La imagen debe ser un JPG",
    "err-size": "Su imagen es demasiado grande, debe tener menos de 1 MB",
    "form": {
      "art-name": "Nombre de la obra de arte",
      "assets": "Activos utilizados",
      "assets-d": "¿Qué HDRI, texturas o modelos 3D de Poly Haven usaste?",
      "file-change": "Cambiar archivo...",
      "file-size": "JPG por debajo de 1 MB",
      "link": "Enlace",
      "link-d": "Su sitio web/portafolio, o un enlace a más renders de este proyecto.",
      "select-change": "Seleccione Archivo...",
      "software": "Software utilizado",
      "software-d": "¿Qué software 3D usaste para crear tu obra de arte?",
      "submit": "Enviar",
      "thanks": "¡Gracias por tu presentación!",
      "thanks-d": "Revisaremos su renderizado dentro de unos días y le enviaremos los resultados por correo electrónico.",
      "uploading": "Cargando ... Por favor espere...",
      "your-email": "Tu correo electrónico",
      "your-email-d": "Se usa solo para notificarle cuando se publica su obra de arte. Almacenado de forma segura y no compartido con nadie.",
      "your-name": "Su nombre",
      "your-name-d": "Como usted quiere ser acreditado."
    },
    "s1p1": "¿Has creado algunos<lnk> impresionante obra de arte</lnk> usando uno de nuestros activos? ¡Muéstralo en este sitio!",
    "s1p2": "Después de enviar su render, se nos enviará para su aprobación. Si nos gusta, se mostrará en la galería durante algunas semanas y también en las páginas de los recursos que usó para crearlo.",
    "s1p3": "Si nos gusta <em>mucho</em> tu render, lo destacaremos permanentemente y lo compartiremos en nuestras redes sociales.",
    "s2": "Normas:",
    "s2p1": "La obra de arte <strong>debe ser de su propia creación</strong> y se le debe permitir exhibirla públicamente.",
    "s2p2": "Debe haber utilizado al menos uno de <strong>los HDRI/texturas/modelos de Poly Haven</strong> en la creación de su obra de arte.",
    "s2p3": "No se aceptan desnudos u otro contenido NSFW.",
    "s3": "Nota:",
    "s3p1": "Recibimos <strong>muchas</strong> presentaciones, por lo que lamentablemente solo podemos aceptar obras de arte de la más alta calidad para evitar que la galería se sature.",
    "s3p2": "No pretendemos ser otra ArtStation, esta galería está dedicada a mostrar lo que puede hacer con los recursos de Poly Haven.",
    "s3p3": "Si desea solicitar comentarios sobre su renderizado antes de enviarlo, tenemos una comunidad muy útil en<lnk> Discordia</lnk> .",
    "s3p4": "Le notificaremos por correo electrónico si su procesamiento es aceptado o rechazado. Esto puede demorar uno o dos días, ya que tendemos a revisar los envíos en bloque.",
    "s3p5": "Aquí hay algunas razones comunes para el rechazo:",
    "s3p5l1": "Renders de bajo esfuerzo (por ejemplo, pruebas de iluminación simples).",
    "s3p5l2": "Obras de arte de baja calidad.",
    "s3p5l3": "No se utilizan activos de Poly Haven.",
    "s3p5l4": "Render muy similar de otro artista ya presente (ej. renders tipo \"car on backplate\" con el mismo backplate).",
    "s3p5l5": "Demasiadas presentaciones: por lo general, aceptamos como máximo 3 imágenes diferentes por artista por mes.",
    "s3p5l6": "Múltiples representaciones del mismo proyecto (diferentes ángulos de cámara o configuraciones de iluminación): <strong>solo envíe su mejor representación para cada proyecto</strong> y luego enlace a su página de ArtStation donde las personas pueden encontrar más.",
    "title": "Envíe su renderizado"
  },
  "title": "Galería de renderizado",
  "using": "usando"
}
