{
  "s1p1": "No solo gratis, sino <lnk>CC0</lnk>, lo que significa que puedes usarlos absolutamente para cualquier propósito <strong>sin restricciones</strong>.",
  "s1p2": "No se requieren muros de pago ni registro, simplemente descarga lo que desees y utilízalo de inmediato sin preocupaciones.",
  "s1t": "100% Gratis",
  "s2p1": "\"Gratis\" y \"calidad\" no siempre tienen que ser mutuamente excluyentes.",
  "s2p2": "No queremos contaminar la web con más basura, por lo que nos enfocamos en crear los mejores <strong>recursos que realmente puedas usar</strong>.",
  "s2p3": "Nuestro objetivo es crear contenido que no solo cumpla con los estándares actuales, sino también con estándares futuros más altos y con el potencial del hardware futuro.",
  "s2t": "Alta Calidad",
  "s3b1": "Conviértete en Patrocinador",
  "s3p1": "Como artista 3D, sabes cuánto trabajo implica crear buenos recursos, especialmente cuando otras personas los usarán para una variedad de proyectos.",
  "s3p2": "Las computadoras y el equipo de cámara necesarios para producir contenido de alta calidad son costosos, al igual que la infraestructura web necesaria para mantener esta plataforma en funcionamiento.",
  "s3p3": "Aquí es donde tú entras.",
  "s3p4": "Con su apoyo, no solo podemos mantener vivo y en funcionamiento a Poly Haven, sino que también <strong>podemos mejorarlo</strong>.",
  "s3t": "Apoyado por ti",
  "s4": "Patrocinadores Más Nuevos:",
  "s4p2": "Principales Patrons:",
  "s5b1": "Explorar Todos los Recursos",
  "s5b2": "Explorar HDRIs",
  "s5b3": "Examinar Texturas",
  "s5b4": "Explorar modelos",
  "s6p1": "Poly Haven es una pequeña empresa con sede en Sudáfrica que trabaja con artistas de todo el mundo.",
  "s6p2": "Nuestro objetivo es crear un recurso de contenido abierto y que sea financiado por la comunidad quien está en constante crecimiento, para una total libertad y utilización por profesionales y aficionados por igual.",
  "s6p3": "Anteriormente ejecutabamos <c1>HDRI Haven</c1>, <c2>Texturas Haven</c2> y <c3>Modelo 3D Haven</c3> como proyectos independientes separados, pero finalmente decidimos que podíamos servir mejor a la comunidad uniendo fuerzas y creando una única plataforma nueva: <c4>Poly Haven</c4>.",
  "s6p4": "Si le gusta lo que hacemos y quiere mantener vivo este sitio, considere<lnk> apoyándonos en Patreon</lnk> .",
  "s6t": "Sobre Nosotros",
  "s7": "Renders de la Comunidad:",
  "s7b": "Más",
  "s8p1": "Poly Haven es <strong>tu</strong> proyecto comunitario.",
  "s8p2": "Todo lo que hacemos, lo hacemos con tu ayuda, para la gran comunidad 3D.",
  "s8t": "Únete a la Comunidad",
  "types-hdri": "Resolución de más de 16k y siempre sin clip para una iluminación realista con un solo clic.",
  "types-hdri-b": "Explorar HDRIs",
  "types-mod": "Modelos 3D hiperrealistas, para efectos visuales y videojuegos de nueva generación.",
  "types-mod-b": "Explorar modelos",
  "types-tex": "Materiales PBR fotoescaneados sin cortes, con una resolución mínima de 8k.",
  "types-tex-b": "Examinar Texturas"
}
