{
  "s1p1": "No solo gratis, sino<lnk> CC0</lnk> , lo que significa que puede usarlos absolutamente para cualquier propósito <strong>sin restricciones</strong> .",
  "s1p2": "No se requieren muros de pago ni registro, simplemente descargue lo que desee y utilícelo de inmediato sin preocupaciones.",
  "s1t": "100% gratis",
  "s2p1": "\"Gratis\" y \"calidad\" no siempre tienen que ser mutuamente excluyentes.",
  "s2p2": "No queremos contaminar la web con más basura, por lo que nos enfocamos en crear los mejores <strong>activos que realmente puedas usar</strong> .",
  "s2p3": "Nuestro objetivo es crear contenido que no solo cumpla con los estándares actuales, sino también con estándares futuros más altos y con el potencial del hardware futuro.",
  "s2t": "Alta calidad",
  "s3b1": "Conviértete en un patrocinador",
  "s3p1": "Como artista 3D, sabe cuánto trabajo implica crear buenos activos, especialmente cuando otras personas necesitarán usarlos para una variedad de proyectos.",
  "s3p2": "Las computadoras y el equipo de cámara necesarios para producir contenido de alta calidad son costosos, al igual que la infraestructura web necesaria para mantener esta plataforma en funcionamiento.",
  "s3p3": "Aquí es donde tu entras.",
  "s3p4": "Con su apoyo, no solo podemos mantener vivo y en funcionamiento a Poly Haven, sino <strong>que también podemos mejorarlo</strong> .",
  "s3t": "apoyado por ti",
  "s4": "Patrocinadores más nuevos:",
  "s5b1": "Examinar todos los activos",
  "s5b2": "Examinar HDRI",
  "s5b3": "Examinar Texturas",
  "s5b4": "Explorar modelos",
  "s6p1": "Poly Haven es una pequeña empresa con sede en Sudáfrica que trabaja con artistas de todo el mundo.",
  "s6p2": "Nuestro objetivo es crear un recurso de contenido abierto financiado por la comunidad en constante crecimiento, para una total libertad y facilidad de uso por parte de profesionales y aficionados por igual.",
  "s6p3": "Anteriormente corrimos<c1> Refugio HDRI</c1> ,<c2> Refugio de texturas</c2> y<c3> Refugio modelo 3D</c3> como proyectos independientes separados, pero finalmente decidimos que podíamos servir mejor a la comunidad uniendo fuerzas y creando una única plataforma nueva:<c4> Refugio polivinílico</c4> .",
  "s6p4": "Si le gusta lo que hacemos y quiere mantener vivo este sitio, considere<lnk> apoyándonos en Patreon</lnk> .",
  "s6t": "Sobre nosotros",
  "s7": "Representaciones de la comunidad:",
  "s7b": "Más",
  "s8p1": "Poly Haven es <strong>tu</strong> proyecto comunitario.",
  "s8p2": "Todo lo que hacemos, lo hacemos con su ayuda, para la gran comunidad 3D.",
  "s8t": "Unete a la communidad",
  "types-hdri": "Resolución de más de 16k y siempre sin clip para una iluminación realista con un solo clic.",
  "types-hdri-b": "Examinar HDRI",
  "types-mod": "Modelos 3D hiperrealistas, para efectos visuales y videojuegos de nueva generación.",
  "types-mod-b": "Explorar modelos",
  "types-tex": "Materiales PBR sin fisuras fotoescaneados, con una resolución mínima de 8k.",
  "types-tex-b": "Examinar Texturas"
}
