{
  "account": "Аккаунт",
  "hi": "Приветик",
  "login": {
    "li1": "Удаление рекламы навсегда.",
    "li2": "Ранний доступ к ассетам до того, как они будут опубликованы.",
    "li3": "Доступ к нашему облачному сервису для синхронизации всех наших ассетов с вашим жестким диском.",
    "li4": "Постоянно спонсируйте ассет каждый месяц, показывая свое имя и ссылку рядом с кнопками загрузки.",
    "p1": "Если вы<lnk>патрон</lnk> of Poly Haven, войдя в систему, вы получите доступ к своим наградам прямо на этом сайте.",
    "p2": "В зависимости от вашего уровня поддержки ваши награды могут включать:"
  },
  "not-patron": "Похоже, вы пока не являетесь патроном Poly Haven :( если это не так, пожалуйста<lnk>дайте нам знать</lnk> чтобы мы могли расследовать проблему на этой странице. Нам понадобится следующая информация:",
  "not-patron-anymore": "Похоже, вы больше не являетесь патроном Poly Haven. Это нормально, и мы ценим вашу прошлую поддержку Надеемся, вы одумаетесь и подпишетесь снова. :)",
  "reward_one": "Это дает вам следующие награды:",
  "reward_other": "Это дает вам следующие привилегии:",
  "rewards": {
    "credit": {
      "invalid": "Неправильное имя",
      "p1": "Ваше имя в настоящее время",
      "p2": "{{hidden}} в списке покровителей в футере этого сайта.",
      "p3": "Изменение этого параметра может занять несколько часов, прежде чем все страницы сайта будут обновлены.",
      "p4": "Показываемое имя:",
      "title": "Упоминание в футтере"
    },
    "early-access": {
      "p1": "Теперь, когда вы вошли в систему,<lnk> Библиотека ассетов</lnk> будет включать ассеты, которые мы запланировали опубликовать в будущем.",
      "p2": "Они отмечены синим кружком и логотипом Patreon в правом верхнем углу, как этот:",
      "p3": "Их уже можно скачать, раньше всех :)",
      "title": "Ранний доступ"
    },
    "no-ads": {
      "p1": "Мы используем Google AdSense на сайте polyhaven.com. Чтобы скрыть эти объявления, просто включите этот переключатель:",
      "p2": "Теперь реклама:",
      "title": "Без рекламы"
    },
    "offline-access": {
      "p1": "Введите свой адрес электронной почты, чтобы отправить себе приглашение в нашу облачную папку:",
      "p2": "Проверьте свою почту :)",
      "p3": "Приглашение успешно отправлено. Если у вас возникли проблемы или вам нужно изменить адрес электронной почты своей учетной записи,<lnk> пожалуйста свяжитесь с нами</lnk> .",
      "p4": "Прочтите<lnk> этот пост</lnk> для получения дальнейших инструкций о том, как настроить Nextcloud и начать синхронизацию ассетов с вашим компьютером.",
      "title": "Автономный доступ"
    },
    "sponsor": {
      "p1": "Вы можете выбирать ассет каждый месяц, чтобы постоянно прикреплять свое имя и ссылку рядом с ним. Для этого мы работаем с системой «токенов».",
      "p2": "В начале каждого месяца после обработки вашего платежа Patreon вы автоматически получаете один<ticket /> <b>Спонсорский токен</b> .",
      "p3": "Есть два способа потратить этот токен:",
      "p3li1": "Посетив страницу ассета, который вы хотите спонсировать, и нажав кнопку \"<ticket /> Спонсировать этот ассет» в правой части страницы.",
      "p3li2": "Или вы можете включить автоматическое спонсорство ниже, которое будет выбирать для вас случайный ассет каждый месяц.",
      "p4": "Токены не имеют срока действия, поэтому вы можете вернуться через несколько месяцев и потратить накопленные токены.",
      "p5": "После того, как токен потрачен, его нельзя отозвать или передать другому ассету.",
      "p6": "Автоматически спонсируйте случайный ассет каждый месяц:",
      "p7": "15-го числа каждого месяца все имеющиеся у вас токены будут потрачены на случайные ассеты. Это дает вам 15 дней, чтобы вручную потратить свои токены, если хотите.",
      "p8": "Если вы хотите получать уведомления, когда для вас будет автоматически выбран ассет, введите свой адрес электронной почты ниже:",
      "p9": "Чтобы отписаться от уведомлений, очистите указанный выше адрес электронной почты и нажмите кнопку «Сохранить».",
      "title": "Спонсор"
    },
    "stakeholder": {
      "p1": "Как влияющая сторона Poly Haven, вы получаете более широкий доступ к нашим внутренним каналам связи, чтобы помочь нам обсудить, над чем работать, и следить за нашим путешествием.",
      "p2": "Если мы еще не связались с вами, пожалуйста,<lnk>дайте знать</lnk> чтобы мы могли предоставить вам доступ к этим каналам и познакомить вас с командой.",
      "title": "Влияющая сторона"
    }
  },
  "support-amount": "Сейчас вы поддерживаете Poly Haven на {{amount}} $ в месяц, спасибо большое!",
  "support-amount-yearly": "В настоящее время вы поддерживаете Poly Haven на ${{amount}} в год, спасибо!",
  "title": "Войти"
}
