{
  "description": "Частые вопросы и ответы на них.",
  "q01": "Могу ли я использовать эти асеты в коммерческих целях?",
  "q01p1": "Да. Все наши ассеты выпущены под лицензией CC0, что означает, что вы можете использовать их абсолютно для любых целей, включая коммерческую работу.<lnk> Подробнее о CC0 здесь</lnk> .",
  "q02": "Могу ли я включить эти ассеты в продукт, который я продаю?",
  "q02p1": "Да. Единственное, что вы не можете сделать, это выдать себя за <em>оригинального</em> автора или перелицензировать их.<lnk> Подробнее о лицензии CC0 здесь</lnk> .",
  "q02p2": "Пожалуйста, объясните своим клиентам, что эти ассеты являются бесплатными и общедоступными, и, если возможно, включите ссылку на Poly Haven.",
  "q02p3": "Если ваш продукт хорошо продается, рассмотрите возможность поддержки создания этих ассетов.<lnk> на Патреоне</lnk> .",
  "q03": "Вы выполняете заказы?",
  "q03p1": "Poly Haven сама не занимается заказами, но наши художники могут быть рады поработать с вами. Пожалуйста<lnk> свяжитесь</lnk> и мы можем указать вам в правильном направлении.",
  "q03p2": "Часто мы предлагаем скидки, если вы также разрешаете нам публиковать свои ассеты на Poly Haven.",
  "q04": "Как это финансируется?",
  "q04p1": "Короче говоря, пожертвования от таких людей, как вы, корпоративных спонсоров и рекламы.",
  "q04p2": "Мы публикуем подробности о том, как мы работаем в финансовом отношении в наших<lnk>публичных финансовых отчётах</lnk> .",
  "q05": "Что такое HDRI?",
  "q05p1": "Вообще говоря, HDRI (изображение с высоким динамическим диапазоном) — это просто изображение, содержащее более 8 бит данных на пиксель на канал. Форматы изображений, такие как JPG и PNG, обычно являются 8-битными и иногда называются изображениями «LDR» (низкий динамический диапазон), в то время как форматы изображений, такие как<lnk1> EXR</lnk1> а также<lnk2> HDR</lnk2> хранят больше данных и поэтому являются HDRI.",
  "q05p2": "Однако в мире компьютерной графики (и на этом сайте) мы стали использовать термин «HDRI» для описания 32-битного изображения с разрешением 360x180 градусов.<lnk> равноугольный</lnk> изображение, которое используется для освещения сцен компьютерной графики.",
  "q05p3": "HDRI часто используются в качестве единственного источника света для создания очень реалистично освещенной сцены или для соответствия освещению видеоматериала (с использованием HDRI, снятого на той же съемочной площадке, что и видео). Но, конечно же, они также используются для дополнения стандартных методов освещения и для добавления деталей к отражениям.",
  "q06": "Как мне использовать ваши HDRI?",
  "q06p1": "Это очень просто и ничем не отличается от использования любого другого HDRI. Вот несколько коротких видео, чтобы показать вам, как именно:",
  "q06p2": "Все наши HDRI-изображения не обрезаны, что означает, что вы автоматически получите реалистичные результаты, и вам не нужно настраивать гамму или подключать изображение к входу силы/интенсивности.",
  "q07": "Как вы измеряете динамический диапазон (EV) HDRI?",
  "q07p1": "Количество EV (или «остановок») основано исключительно на количестве захваченных скобок. Например, 12 EV означает, что было сделано 5 фотографий с 3 EV между ними (выдержки: 1/4000, 1/500, 1/60 1/8, 1\"), и поскольку между ними 4 промежутка по 3 EV, динамический диапазон составляет 12 EV (4x3=12).",
  "q07p2": "К сожалению, не существует стандартизированного способа измерения динамического диапазона HDRI. Разные люди используют разные методы, поэтому нет надежного способа, которым вы, как пользователь, можете сказать, действительно ли веб-сайт A, который заявляет о 50 EV динамического диапазона, лучше, чем веб-сайт B, который имеет 20 EV.",
  "q07p3": "Главное, на что нужно обратить внимание, это то, является ли HDRI<lnk> необрезанным (\"unclipped\")</lnk> или нет. Обычно они ничего не упоминают, если он обрезан (\"clipped\" или \"clamped\"), так что будьте осторожны. Необрезанность означает, что был захвачен <strong>весь диапазон яркости в сцене</strong> , включая безумно яркий солнечный свет. Если HDRI обрезан (\"clipped\" или \"clamped\"), он будет давать нереалистичное освещение, которое обычно плоское и неконтрастное.",
  "q08": "Какое оборудование/программное обеспечение вы используете для создания HDRI карт?",
  "q08p1": "Это время от времени меняется, и теперь есть несколько фотографов, делающих HDRI для этого сайта, поэтому взгляните на мою статью о<lnk> создание собственных HDRI</lnk> чтобы ответить на ваш актуальный вопрос ;)",
  "q09": "Почему на ваших диффузных картах отсутствует какая-либо форма затенения?",
  "q09p1": "Эти диффузные текстуры на самом деле являются картами альбедо, разработанными для использования в физических механизмах рендеринга. Вместо этого мы используем термин «диффузный», потому что он немного шире понимается, чем «альбедо», и немного более конкретен, чем «цвет».",
  "q09p2": "Чтобы рендеринг PBR выглядел корректно, карты альбедо не должны содержать затенения. Вместо этого затенение применяется самим механизмом рендеринга с помощью смещения физической геометрии и затенения с трассировкой пути или отдельной карты окружающего затенения. Без реальной геометрии микросмещения отдельная карта окружающего затенения может использоваться для имитации эффекта, который реальная геометрия оказала бы на затенение в средней среде, обычно применяемой только к непрямому освещению.",
  "q09p3": "Вот почему мы удаляем как можно больше затенения из наших диффузных карт, хотя мы не всегда можем удалить все, а в некоторых случаях желательно оставить микроскопическое затенение, которое в любом случае не будет воспроизведено затенением смещения реальной геометрии.",
  "q09p4": "Диффузные карты, используемые в старых или нефотореалистичных движках рендеринга, должны содержать затенение. Если вы работаете с таким механизмом рендеринга или хотите уменьшить размер файла дистрибутива вашего проекта, вы можете объединить карты альбедо и AO вместе, чтобы создать традиционную диффузную карту. Это можно сделать, умножив карту АО на карту альбедо в графическом редакторе.",
  "q10": "У меня не работает загрузка моделей и текстур!",
  "q10p1": "Если вы используете расширение <strong>менеджера загрузки</strong> и получаете ошибку <em>404</em> при загрузке, отключите расширение для polyhaven.com.",
  "q10p2": "Если вы используете Firefox и у вас включен параметр <em>«Удалять файлы cookie и данные сайта при закрытии Firefox»</em> , вы не можете загружать наши ассеты.<br /> Решение: отключите этот параметр или используйте другой браузер.<lnk> Подробнее здесь</lnk> .",
  "q10p3": "Почему это происходит? Когда вы загружаете модель/текстуру на нашем сайте, ваш браузер создает «сервис-воркер», который извлекает все отдельные необходимые файлы, такие как текстуры и сетки, для создания zip-файла для вас на лету. Этот параметр в Firefox предотвращает создание работника службы, то есть загрузка не работает.",
  "q11": "Могу ли я загружать свои собственные модели/текстуры/hdri карты?",
  "q11p1": "Может быть!",
  "q11p2": "Мы не пытаемся стать следующими BlendSwap или Turbosquid, но мы принимаем пожертвованные ассеты, которые соответствуют нашим строгим стандартам качества.",
  "q11p3": "Узнайте, как отправить свой ассет здесь",
  "q12": "Используете ли вы фотограмметрию/фотосканирование?",
  "q12p1": "Безусловно, но помните, что это лишь один из многих доступных инструментов. Наша цель — создавать качественные ассеты, и мы будем использовать любые методы, которые лучше всего подходят для каждого случая.",
  "q13": "Куда пропали модели оружия?",
  "q13p1": "Когда мы запустили 3D Model Haven в 2020 году, мы заказали для публикации несколько моделей оружия от разных авторов. В настоящее время они удалены, поскольку мы предполагаем, что их создатели основывали свою работу на реальных конструкциях оружия, что, вероятно, является интеллектуальной собственностью производителей.",
  "q13p2": "Это юридическая серая зона, которую мы бы предпочли избежать — сами модели имеют статус CC0, но дизайн, на котором они могут быть основаны, вероятно, таковым не является — поэтому для всех будет безопаснее, если мы просто удалим их с сайта.",
  "q13p3": "В будущем мы планируем заменить их моделями, основанными на оригинальных вымышленных проектах.",
  "q14": "Можно ли обучать ИИ с помощью вашего контента?",
  "q14p1": "Конечно! Мы выпускаем все наши ассеты под <lnk>лицензией CC0</lnk> (по сути, свободной от авторских прав в юрисдикциях, которые это поддерживают), что позволяет вам делать с ними все, что вы хотите, включая обучение ИИ. Мы хотели бы помочь развитию отрасли и надеемся, что предоставление высококачественных данных для обучения поможет улучшить результаты Искуственного Интеллекта.",
  "q14p2": "Если вы работаете в компании или исследовательской группе, которая пользуется услугами нашей библиотеки, и хотели бы помочь нам расширить набор данных, которые мы делаем доступными для всех, улучшая качество ваших собственных результатов, <lnk>пожалуйста, помогите нам</lnk>.",
  "title": "Часто задаваемые вопросы"
}
