{
  "add": "Добавьте свой",
  "by": "художника",
  "description": "Работы, представленные десятками пользователей, созданы с использованием наших материалов.",
  "submit": {
    "description": "Вы создали потрясающую работу, используя один из наших ассетов? Покажите это на этом сайте!",
    "err-asset-limit": "Вы не можете выбрать больше, чем {{limit}} ассетов, выберите только самые заметные из них, видимые в вашем рендере.",
    "err-jpg": "Изображение должно быть в формате JPG",
    "err-size": "Ваше изображение слишком большое,оно должно быть менее 1 МБ.",
    "form": {
      "art-name": "Название работы",
      "assets": "Используемые ассеты",
      "assets-d": "Какие HDRI, текстуры или 3D-модели от Poly Haven вы использовали?",
      "file-change": "Изменить файл...",
      "file-size": "JPG до 1 МБ",
      "link": "Ссылка на сайт",
      "link-d": "Ваш сайт/портфолио или ссылка на другие рендеры этого проекта.",
      "select-change": "Выбрать файл...",
      "software": "Используемое программное обеспечение",
      "software-d": "Какое 3D-программное обеспечение вы использовали для создания своей работы?",
      "submit": "Отправить на рассмотрение",
      "thanks": "Спасибо за заявку!",
      "thanks-d": "Мы рассмотрим ваш рендер в течение нескольких дней и отправим вам результаты по электронной почте.",
      "uploading": "Загрузка, пожалуйста, подождите...",
      "your-email": "Ваш адрес электронной почты",
      "your-email-d": "Используется только для уведомления вас о публикации вашего произведения искусства. Хранится надежно и никому не передается.",
      "your-name": "Ваше имя",
      "your-name-d": "Как вы хотите быть названы."
    },
    "s1p1": "Вы создали несколько<lnk>невероятно потрясающих произведения мирового искусства</lnk> используя один из наших ассетов? Покажите это на этом сайте!",
    "s1p2": "После того, как вы отправите свой рендер, он будет отправлен нам на утверждение. Если он нам понравится, он будет отображаться в галерее в течение нескольких недель, а также на страницах ассетов, которые вы использовали для его создания.",
    "s1p3": "Если нам <em>очень-очень</em> понравится ваш рендер, мы опубликуем его на постоянной основе и поделимся им в наших социальных сетях.",
    "s2": "Правила:",
    "s2p1": "Художественное произведение <strong>должно быть вашим собственным творением</strong> , и вам должно быть разрешено демонстрировать его публично.",
    "s2p2": "Вы должны использовать хотя бы одну из <strong>HDRI/текстур/моделей Poly Haven</strong> при создании своего произведения искусства.",
    "s2p3": "Нагота или другой контент NSFW не принимаются.",
    "s3": "Примечание:",
    "s3p1": "Мы получаем <strong>невероятно много</strong> заявок, поэтому, к сожалению, мы можем принять только самые-самые качественные работы, чтобы не загромождать галерею.",
    "s3p2": "Мы не пытаемся быть еще одной ArtStation, эта галерея посвящена демонстрации того, что вы можете сделать с ассетами Poly Haven.",
    "s3p3": "Если вы хотите попросить оставить отзыв о своем рендере перед его отправкой, у нас есть очень полезное сообщество в<lnk>дискорде</lnk> .",
    "s3p4": "Мы сообщим вам по электронной почте, если ваш рендер будет принят или отклонен. Это может занять день или два, так как мы обычно просматриваем заявки в большом количестве.",
    "s3p5": "Вот несколько распространенных причин отказа:",
    "s3p5l1": "Рендеринг с минимальными усилиями (например, простые тесты освещения).",
    "s3p5l2": "Художественное произведение низкого качества.",
    "s3p5l3": "Ассеты Poly Haven не используются.",
    "s3p5l4": "Уже представлен очень похожий рендер от другого художника (например, рендеры типа «автомобиль на задней панели» с такой же задней панелью).",
    "s3p5l5": "Слишком много заявок — обычно мы принимаем не более 3 разных изображений от одного исполнителя в месяц.",
    "s3p5l6": "Несколько рендеров одного и того же проекта (разные ракурсы камеры или настройки освещения) — <strong>отправьте только лучшую визуализацию для каждого проекта</strong> , а затем дайте ссылку на свою страницу ArtStation, где люди смогут найти больше.",
    "title": "Отправьте свой рендер"
  },
  "title": "Рендер-галерея",
  "using": "с использованием"
}
