{
  "s1p1": "Не просто бесплатно, а<lnk> CC0</lnk> , то есть вы можете использовать их абсолютно для любых целей <strong>без ограничений</strong> .",
  "s1p2": "Нет необходимости в платном доступе или регистрации, просто загрузите то, что вы хотите, и сразу же используйте это, не беспокоясь.",
  "s1t": "100% бесплатно",
  "s2p1": "«Бесплатность» и «качество» не всегда должны исключать друг друга.",
  "s2p2": "Мы не хотим засорять Интернет большим количеством мусора, поэтому мы сосредоточены на создании лучших <strong>ассетов, которые вы действительно можете использовать</strong> .",
  "s2p3": "Наша цель — создавать контент, который будет соответствовать не только сегодняшним стандартам, но и более высоким будущим стандартам, а также потенциалу будущего оборудования.",
  "s2t": "Высокое качество",
  "s3b1": "Стать патроном",
  "s3p1": "Как 3D-художник, вы знаете, сколько труда стоит создать хорошие ассеты, особенно когда другим людям нужно будет использовать их для различных проектов.",
  "s3p2": "Компьютеры и камеры, необходимые для производства высококачественного контента, дороги, как и веб-инфраструктура, необходимая для поддержания работы этой платформы.",
  "s3p3": "Тут ваш выход.",
  "s3p4": "С вашей поддержкой мы можем не только сохранить Poly Haven в рабочем состоянии, но <strong>и улучшить его</strong> .",
  "s3t": "Поддерживается вами",
  "s4": "Новые патроны:",
  "s4p2": "Лучшие покровители:",
  "s5b1": "Просмотреть все ассеты",
  "s5b2": "Найти HDRI",
  "s5b3": "Найти текстуры",
  "s5b4": "Найти модели",
  "s6p1": "Poly Haven — небольшая компания из Южной Африки, работающая с художниками по всему миру.",
  "s6p2": "Наша цель — создать постоянно растущий ресурс с открытым контентом, финансируемый сообществом, для полной свободы и удобства использования как профессионалами, так и любителями.",
  "s6p3": "Раньше мы обслуживали <c1>HDRI Haven</c1> ,<c2> Texture Haven</c2> и <c3> 3D Model Haven</c3> как отдельные независимые проекты, но в итоге решили, что сможем лучше служить сообществу, объединив усилия и создав единую новую платформу:<c4> Poly Haven</c4> .",
  "s6p4": "Если вам нравится то, что мы делаем, и вы хотите сохранить этот сайт, рассмотрите возможность<lnk> поддержать нас нас на патреоне</lnk> .",
  "s6t": "О нас",
  "s7": "Рендеры сообщества:",
  "s7b": "Ещё",
  "s8p1": "Poly Haven — это <strong>ваш</strong> общественный проект.",
  "s8p2": "Все, что мы делаем, мы делаем с вашей помощью для большего 3D-сообщества.",
  "s8t": "Присоединяйтесь к сообществу",
  "types-hdri": "Разрешение 16k+ и всегда необрезанное для реалистичного освещения в один клик.",
  "types-hdri-b": "Найти HDRI",
  "types-mod": "Гиперреальные 3D-модели для визуальных эффектов и видеоигр нового поколения.",
  "types-mod-b": "Найти модели",
  "types-tex": "Фотосканированные бесшовные материалы PBR, разрешение не менее 8k.",
  "types-tex-b": "Найти текстуры"
}
