{
  "description": "Häufige Fragen und Antworten.",
  "q01": "Kann ich diese Assets kommerziell nutzen?",
  "q01p1": "Ja. Alle unsere Assets sind unter der CC0-Lizenz veröffentlicht, d.h. du kannst sie für absolut jeden Zweck verwenden, auch für kommerzielle Zwecke. <lnk>Mehr über CC0 hier</lnk>.",
  "q02": "Kann ich diese Assets in ein Produkt aufnehmen, das ich verkaufe?",
  "q02p1": "Ja. Das Einzige, was du nicht tun kannst, ist, zu behaupten, der <em>originale</em> Autor zu sein oder sie neu zu lizenzieren. <lnk>Mehr über die CC0-Lizenz hier</lnk>.",
  "q02p2": "Bitte weise deine Kunden darauf hin, dass diese Inhalte kostenlos und gemeinfrei sind, und füge nach Möglichkeit einen Link zu Poly Haven hinzu.",
  "q02p3": "Wenn sich dein Produkt gut verkauft, kannst du die Erstellung dieser Assets <lnk>auf Patreon</lnk> unterstützen.",
  "q03": "Nehmt ihr Aufträge an?",
  "q03p1": "Poly Haven führt selbst keine Auftragsarbeiten durch, aber unsere Künstler können gerne mit dir zusammenarbeiten. Bitte <lnk>nimm Kontakt auf</lnk> und wir können dir die richtige Richtung weisen.",
  "q03p2": "Oft bieten wir Rabatte an, wenn du uns erlaubst, deine Assets auch auf Poly Haven zu veröffentlichen.",
  "q04": "Wie wird all das finanziert?",
  "q04p1": "Kurz gesagt: Spenden von Menschen wie dir, Unternehmenssponsoren und Werbung.",
  "q04p2": "In unseren <lnk>Öffentlichen Finanzberichten</lnk> veröffentlichen wir die Einzelheiten unserer finanziellen Arbeit.",
  "q05": "Was ist ein HDRI überhaupt?",
  "q05p1": "Im Allgemeinen ist ein HDRI (High Dynamic Range Image) einfach ein Bild, das mehr als 8 Bit Daten pro Pixel und Kanal enthält. Bildformate wie JPG und PNG haben in der Regel 8 Bit und werden manchmal als \"LDR\"-Bilder (Low Dynamic Range) bezeichnet, während Bildformate wie <lnk1>EXR</lnk1> und <lnk2>HDR</lnk2> mehr Daten speichern und daher HDRIs sind.",
  "q05p2": "In der CG-Welt (und auf dieser Website) verwenden wir jedoch den Begriff \"HDRI\", um ein 32-Bit-360x180-Grad-<lnk>äquirektanguläres</lnk> Bild zu beschreiben, das für die Beleuchtung von CG-Szenen verwendet wird.",
  "q05p3": "HDRIs werden oft als einzige Lichtquelle verwendet, um eine sehr realistisch beleuchtete Szene zu schaffen oder um die Beleuchtung von Videomaterial anzupassen (mit einem HDRI, das am selben Set aufgenommen wurde, an dem auch das Video gedreht wurde). Aber natürlich werden sie auch zur Ergänzung von Standard-Beleuchtungstechniken und zum Hinzufügen von Details zu Reflexionen verwendet.",
  "q06": "Wie verwende ich eure HDRIs?",
  "q06p1": "Es ist sehr einfach und unterscheidet sich nicht von der Verwendung anderer HDRIs. Hier sind einige kurze Videos, die dir genau zeigen, wie es geht:",
  "q06p2": "Alle unsere HDRIs sind unclipped, d. h. du erhältst automatisch realistische Ergebnisse und musst weder das Gamma anpassen noch das Bild an den Stärke-/Intensitätseingang anschließen.",
  "q07": "Wie ermittelt man den Dynamikbereich (EVs) eines HDRIs?",
  "q07p1": "Die Anzahl der EVs (oder \" Stops\") basiert ausschließlich auf der Anzahl der aufgenommenen Abschnitte. 12 EVs bedeutet beispielsweise, dass 5 Fotos mit einem Abstand von 3 EVs aufgenommen wurden (Verschlusszeiten: 1/4000, 1/500, 1/60, 1/8, 1\"), und da es 4 Lücken von 3 EVs zwischen ihnen gibt, wird der dynamische Bereich als 12 EVs bezeichnet (4x3=12).",
  "q07p2": "Leider gibt es kein standardisiertes Verfahren zur Messung des Dynamikbereichs eines HDRI. Unterschiedliche Leute verwenden unterschiedliche Methoden, daher gibt es keine zuverlässige Methode, mit der du als Nutzer feststellen kannst, ob Website A, die 50 EVs Dynamikbereich angibt, tatsächlich besser ist als Website B, die 20 EVs hat.",
  "q07p3": "Das Wichtigste, auf das du achten solltest, ist, ob ein HDRI <lnk>unclipped</lnk> ist oder nicht. Es wird normalerweise nicht erwähnt, ob es clipped ist, passe deshalb auf. Unclipped bedeutet <strong>das volle Spektrum der Helligkeit in der Szene</strong> wurde erfasst, einschließlich des superhellen Sonnenscheins. Wenn ein HDRI clipped (AKA \"clamped\") ist, erzeugt es eine unrealistische Beleuchtung, die normalerweise flach und kontrastarm ist.",
  "q08": "Welche Geräte/Software verwendet ihr für HDRIs?",
  "q08p1": "Das ändert sich von Zeit zu Zeit, und es gibt inzwischen mehrere Fotografen, die HDRIs für diese Website erstellen. Sieh dir also gerne meinen Artikel zur <lnk>Erstellung eigener HDRIs</lnk> an, um deine eigentliche Frage zu beantworten ;)",
  "q09": "Warum fehlt in euren Diffuse-Maps jegliche Form von Schattierung?",
  "q09p1": "Diese diffusen Texturen sind eigentlich Albedo-Maps, die für die Verwendung in physikalisch basierten Rendering-Engines entwickelt wurden. Wir verwenden stattdessen den Begriff \"diffuse\", weil er etwas allgemeiner verstanden wird als \"Albedo\" und etwas spezifischer ist als \"Farbe\".",
  "q09p2": "Damit das PBR-Rendering korrekt aussieht, sollten Albedo-Maps keine Schattierung enthalten. Stattdessen wird die Schattierung von der Rendering-Engine selbst angewendet, mit Hilfe von physischer Geometrieverschiebung und pfadverfolgter Schattierung oder einer separaten Ambient Occlusion-Map (Umgebungsverdeckung). Ohne echte Mikroverschiebungsgeometrie kann die separate Ambient Occlusion-Map verwendet werden, um den Effekt zu simulieren, den die reale Geometrie auf die Schattierung in einer durchschnittlichen Umgebung haben würde. Sie wird typischerweise nur auf indirekte Beleuchtung angewendet.",
  "q09p3": "Aus diesem Grund entfernen wir so viele Schattierungen wie möglich aus unseren Diffuse Maps, obwohl wir nicht immer alles entfernen können, und in einigen Fällen ist es wünschenswert, mikroskopische Schattierungen zu belassen, die durch die Schattierung der realen Geometrieverschiebung ohnehin nicht reproduziert werden könnten.",
  "q09p4": "Im Gegensatz dazu sind Diffuse Maps, die in älteren oder nicht fotorealistischen Rendering-Engines verwendet werden, dazu gedacht, Schattierungen zu enthalten. Wenn du mit einer solchen Rendering-Engine arbeitest oder die Dateigröße deines Projekts reduzieren möchtest, kannst du die Albedo- und die AO-Map zusammenführen, um eine traditionelle Diffuse-Map zu erstellen. Dazu multipliziere in einem Bildbearbeitungsprogramm die AO-Map mit der Albedo-Map.",
  "q10": "Der Download von Modellen und Texturen funktioniert bei mir nicht!",
  "q10p1": "Wenn du eine <strong>Download-Manager</strong> -Erweiterung verwendest und <em>404</em> -Fehler bei Downloads erhältst, deaktiviere die Erweiterung für polyhaven.com.",
  "q10p2": "Wenn du Firefox verwendest und <em>„Cookies und Website-Daten löschen, wenn Firefox geschlossen wird“</em> aktiviert hast, kannst du unsere Assets nicht herunterladen.<br /> Lösung: Deaktiviere diese Einstellung oder verwende einen anderen Browser.<lnk> Mehr Infos hier</lnk> .",
  "q10p3": "Warum passiert das? Wenn du ein Modell oder eine Textur von unserer Website herunterlädst, erstellt dein Browser einen \"Service Worker\", der alle benötigten Dateien wie Texturen und Meshes einliest, um eine Zip-Datei für dich zu erstellen. Diese Einstellung in Firefox verhindert, dass der Service Worker erstellt wird, was bedeutet, dass Downloads nicht funktionieren.",
  "q11": "Kann ich meine eigenen Modelle/Texturen/HDRIs hochladen?",
  "q11p1": "Möglicherweise!",
  "q11p2": "Wir versuchen nicht, das nächste BlendSwap oder Turbosquid zu werden, aber wir akzeptieren gespendete Assets, die unseren strengen Qualitätsstandards entsprechen.",
  "q11p3": "Hier erfährst du, wie du dein Asset einreichen kannst",
  "q12": "Verwendet ihr Photogrammetrie/Photoscanning?",
  "q12p1": "Auf jeden Fall, aber denk daran, dass dies nur eines der vielen verfügbaren Werkzeuge ist. Unser Ziel ist es, qualitativ hochwertige Assets zu erstellen, und wir werden die jeweils besten Methoden anwenden.",
  "q13": "Wo sind die Waffenmodelle hingekommen?",
  "q13p1": "Als wir im Jahr 2020 3D Model Haven ins Leben riefen, gaben wir einige Waffenmodelle bei verschiedenen Autoren in Auftrag, um sie dort zu veröffentlichen. Diese wurden nun entfernt, da wir davon ausgehen, dass ihre Schöpfer ihre Arbeit auf realen Waffendesigns basierten, die wahrscheinlich das geistige Eigentum der Hersteller sind.",
  "q13p2": "Das ist eine rechtliche Grauzone, die wir lieber vermeiden möchten - die Modelle selbst sind CC0, aber die Entwürfe, auf denen sie basieren, sind es wahrscheinlich nicht - also ist es für alle sicherer, wenn wir sie einfach von der Website entfernen.",
  "q13p3": "In Zukunft wollen wir sie durch Modelle ersetzen, die auf fiktiven Originalentwürfen basieren.",
  "q14": "Kann ich eine KI mit euren Inhalten trainieren?",
  "q14p1": "Auf jeden Fall! Wir veröffentlichen alle unsere Daten unter der <lnk>CC0-Lizenz</lnk> (im Wesentlichen urheberrechtsfrei in Ländern, die dies unterstützen). Die erlaubt es Ihnen, damit zu tun, was Sie wollen, einschließlich des Trainings von KI-Modellen. Wir möchten der Branche wachsen helfen, und hoffen, dass die Bereitstellung eines hochwertigen Datensatzes zum Trainieren die Ergebnisse Ihrer KI-Modelle verbessern kann.",
  "q14p2": "Wenn Sie für ein Unternehmen oder eine Forschungsgruppe arbeiten, das/die von unserer Bibliothek profitiert, und uns dabei helfen möchten, den Datenbestand zu erweitern, welchen wir allen zur Verfügung stellen, um die Qualität Ihrer eigenen Ergebnisse zu verbessern, dann <lnk>helfen Sie uns bitte bei der Finanzierung</lnk>.",
  "title": "Häufig gestellte Fragen"
}
