{
  "add": "Füge deine hinzu",
  "by": "von",
  "description": "Von Nutzern eingereichte Kunstwerke, die mit unseren Assets erstellt wurden.",
  "submit": {
    "description": "Hast du ein tolles Kunstwerk mit einem unserer Assets erstellt? Zeige es auf dieser Website!",
    "err-asset-limit": "Du kannst nicht mehr als {{limit}} Assets auswählen, bitte wähle nur die auffälligsten, die in deinem Rendering sichtbar sind.",
    "err-jpg": "Das Bild muss ein JPG sein",
    "err-size": "Dein Bild ist zu groß, es muss unter 1MB sein.",
    "form": {
      "art-name": "Name des Kunstwerks",
      "assets": "Verwendete Assets",
      "assets-d": "Welche HDRIs, Texturen oder 3D-Modelle von Poly Haven hast du verwendet?",
      "file-change": "Datei ändern ...",
      "file-size": "JPG unter 1 MB",
      "link": "Link",
      "link-d": "Deine Website/Portfolio, oder einen Link zu weiteren Renderings dieses Projekts.",
      "select-change": "Datei auswählen ...",
      "software": "Verwendete Software",
      "software-d": "Welche 3D-Software hast du verwendet, um dein Artwork zu erstellen?",
      "submit": "Einreichen",
      "thanks": "Vielen Dank für deine Einsendung!",
      "thanks-d": "Wir werden dein Rendering innerhalb weniger Tage überprüfen und dir die Ergebnisse per E-Mail zusenden.",
      "uploading": "Lädt hoch, bitte warten ...",
      "your-email": "Deine E-Mail",
      "your-email-d": "Wird nur verwendet, um dich zu benachrichtigen, wenn dein Kunstwerk veröffentlicht wird. Es wird sicher gespeichert und nicht an Dritte weitergegeben.",
      "your-name": "Dein Name",
      "your-name-d": "Wie du genannt werden möchtest."
    },
    "s1p1": "Hast du ein <lnk>beeindruckendes Kunstwerk</lnk> mit einem unserer Assets erstellt? Zeige es auf dieser Seite!",
    "s1p2": "Nachdem du deinen Render eingereicht hast, wird er zur Genehmigung an uns geschickt. Wenn es uns gefällt, wird es ein paar Wochen lang in der Galerie und auf den Seiten der Assets, die Sie zur Erstellung verwendet haben, zu sehen sein.",
    "s1p3": "Wenn uns dein Rendering <em>sehr gut</em> gefällt, werden wir es dauerhaft einbinden und in unseren sozialen Medien veröffentlichen.",
    "s2": "Regeln:",
    "s2p1": "Das Kunstwerk <strong>muss dein eigenes Werk sein</strong>, und du musst die Erlaubnis haben, es öffentlich zu zeigen.",
    "s2p2": "Du musst mindestens eines der HDRIs/Texturen/Modelle von <strong>Poly Haven</strong> bei der Erstellung deines Kunstwerks verwendet haben.",
    "s2p3": "Nacktheit oder andere NSFW-Inhalte können nicht akzeptiert werden.",
    "s3": "Hinweis:",
    "s3p1": "Wir erhalten <strong>eine Menge</strong> an Einsendungen, daher können wir leider nur die hochwertigsten Kunstwerke akzeptieren, um die Galerie nicht zu überladen.",
    "s3p2": "Wir versuchen nicht, eine weitere ArtStation zu sein, sondern diese Galerie soll zeigen, was man mit den Assets von Poly Haven machen kann.",
    "s3p3": "Wenn du um Feedback zu deinem Rendering bitten möchtest, bevor du es einreichst, haben wir eine sehr hilfreiche Community auf <lnk>Discord</lnk>.",
    "s3p4": "Wir werden dich per E-Mail benachrichtigen, wenn dein Rendering angenommen oder abgelehnt wurde. Dies kann ein oder zwei Tage dauern, da wir die Einreichungen meist in großen Mengen prüfen.",
    "s3p5": "Hier sind einige häufige Gründe für eine Ablehnung:",
    "s3p5l1": "Renderings mit geringem Aufwand (z. B. einfache Beleuchtungstests).",
    "s3p5l2": "Geringe Qualität des Artworks.",
    "s3p5l3": "Es wurden keine Assets von Poly Haven verwendet.",
    "s3p5l4": "Sehr ähnliche Renderings eines anderen Künstlers sind bereits vorhanden (z.B. Renderings vom Typ \"Auto auf Backplate\" mit demselben Backplate).",
    "s3p5l5": "Zu viele Einsendungen - in der Regel akzeptieren wir höchstens 3 verschiedene Bilder pro Künstler und Monat.",
    "s3p5l6": "Mehrere Renderings desselben Projekts (verschiedene Kamerawinkel oder Beleuchtungseinstellungen) - reiche <strong>nur dein bestes Rendering für jedes Projekt</strong> ein und verlinke dann auf deine ArtStation-Seite, wo die Leute mehr finden können.",
    "title": "Reiche dein Render ein"
  },
  "title": "Render-Galerie",
  "using": "unter Verwendung von"
}
