{
  "s1p1": "Nicht nur kostenlos, sondern <lnk>CC0</lnk>, was bedeutet, dass man sie für absolut jeden Zweck <strong>ohne Einschränkungen</strong> verwenden kann.",
  "s1p2": "Keine Bezahlschranke oder Anmeldung erforderlich, lade einfach herunter, was du willst, und nutze es sofort, ohne dich zu sorgen.",
  "s1t": "100% kostenlos",
  "s2p1": "\"Kostenlos\" und \"Qualität\" müssen sich nicht immer gegenseitig ausschließen.",
  "s2p2": "Wir wollen das Internet nicht mit noch mehr Müll verschmutzen, deshalb konzentrieren wir uns darauf, die besten <strong>Assets zu erstellen, die du tatsächlich nutzen kannst</strong>.",
  "s2p3": "Unser Ziel ist es, Inhalte zu erstellen, die nicht nur den heutigen, sondern auch den zukünftigen Standards und dem Potenzial zukünftiger Hardware gerecht werden.",
  "s2t": "Hohe Qualität",
  "s3b1": "Patreon werden",
  "s3p1": "Als 3D-Künstler weißt du, wie viel Arbeit es ist, gute Assets zu erstellen, vor allem, wenn andere Leute sie für eine Vielzahl von Projekten verwenden müssen.",
  "s3p2": "Die Computer und die Kameraausrüstung, die für die Produktion hochwertiger Inhalte erforderlich sind, sind teuer, ebenso wie die Web-Infrastruktur, die für den Betrieb dieser Plattform benötigt wird.",
  "s3p3": "Hier kommst du ins Spiel.",
  "s3p4": "Mit deiner Unterstützung können wir Poly Haven nicht nur am Leben erhalten und betreiben, sondern <strong>wir können es verbessern</strong>.",
  "s3t": "Unterstützt von dir",
  "s4": "Neueste Patreons:",
  "s5b1": "Alle Assets durchsuchen",
  "s5b2": "HDRIs durchsuchen",
  "s5b3": "Texturen durchsuchen",
  "s5b4": "Modelle durchsuchen",
  "s6p1": "Poly Haven ist ein kleines Unternehmen mit Sitz in Südafrika, das mit Künstlern aus aller Welt zusammenarbeitet.",
  "s6p2": "Unser Ziel ist es, eine ständig wachsende, von der Gemeinschaft finanzierte Ressource mit offenen Inhalten zu schaffen, die sowohl von Fachleuten als auch von Hobbyisten uneingeschränkt genutzt werden kann.",
  "s6p3": "Früher haben wir <c1>HDRI Haven</c1>, <c2>Texture Haven</c2> und <c3>3D Model Haven</c3> als separate, unabhängige Projekte betrieben, aber schließlich beschlossen, dass wir der Gemeinschaft besser dienen können, wenn wir unsere Kräfte bündeln und eine einzige neue Plattform schaffen: <c4>Poly Haven</c4>.",
  "s6p4": "Wenn dir gefällt, was wir tun, und du diese Seite am Leben erhalten willst, erwäge <lnk>uns auf Patreon</lnk> zu unterstützen.",
  "s6t": "Über uns",
  "s7": "Community-Renderings:",
  "s7b": "Mehr",
  "s8p1": "Poly Haven ist <strong>dein</strong> Gemeinschaftsprojekt.",
  "s8p2": "Alles, was wir tun, tun wir mit deiner Hilfe, für die größere 3D-Gemeinschaft.",
  "s8t": "Trete der Community bei",
  "types-hdri": "16k+ Auflösung und immer unclipped für realistische Beleuchtung mit einem Mausklick.",
  "types-hdri-b": "HDRIs durchsuchen",
  "types-mod": "Hyperreale 3D-Modelle, für visuelle Effekte und Videospiele der nächsten Generation.",
  "types-mod-b": "Modelle durchsuchen",
  "types-tex": "Nahtlos gescannte PBR-Materialien mit einer Auflösung von mindestens 8k.",
  "types-tex-b": "Texturen durchsuchen"
}
