{
  "s1p1": "Nicht nur kostenlos, sondern<lnk> CC0</lnk> d.h. Sie können sie <strong>ohne Einschränkungen</strong> für absolut jeden Zweck verwenden.",
  "s1p2": "Keine Paywalls oder Anmeldung erforderlich, laden Sie einfach herunter, was Sie wollen, und verwenden Sie es sofort ohne Sorgen.",
  "s1t": "100% kostenlos",
  "s2p1": "„Kostenlos“ und „Qualität“ müssen sich nicht immer ausschließen.",
  "s2p2": "Wir möchten das Web nicht mit noch mehr Müll verschmutzen, also konzentrieren wir uns darauf, die besten <strong>Assets zu erstellen, die Sie tatsächlich verwenden können</strong> .",
  "s2p3": "Unser Ziel ist es, Inhalte zu erstellen, die nicht nur den heutigen Standards entsprechen, sondern auch höheren zukünftigen Standards und dem Potenzial zukünftiger Hardware.",
  "s2t": "Hohe Qualität",
  "s3b1": "Gönner werden",
  "s3p1": "Als 3D-Künstler wissen Sie, wie viel Arbeit es ist, gute Assets zu erstellen, insbesondere wenn andere Personen sie für eine Vielzahl von Projekten verwenden müssen.",
  "s3p2": "Die Computer und Kameraausrüstung, die für die Produktion qualitativ hochwertiger Inhalte erforderlich sind, sind teuer, ebenso wie die Webinfrastruktur, die erforderlich ist, um diese Plattform am Laufen zu halten.",
  "s3p3": "Hier kommen Sie ins Spiel.",
  "s3p4": "Mit Ihrer Unterstützung können wir Poly Haven nicht nur am Leben erhalten, sondern <strong>auch verbessern</strong> .",
  "s3t": "Unterstützt von Ihnen",
  "s4": "Neueste Patrons:",
  "s5b1": "Durchsuchen Sie alle Assets",
  "s5b2": "Durchsuchen Sie HDRIs",
  "s5b3": "Texturen durchsuchen",
  "s5b4": "Modelle durchsuchen",
  "s6p1": "Poly Haven ist ein kleines Unternehmen mit Sitz in Südafrika, das mit Künstlern auf der ganzen Welt zusammenarbeitet.",
  "s6p2": "Unser Ziel ist es, eine ständig wachsende, von der Community finanzierte Ressource mit offenen Inhalten zu schaffen, die sowohl von Profis als auch von Hobbyisten völlig frei und nutzbar ist.",
  "s6p3": "Früher sind wir gelaufen<c1> HDRI-Hafen</c1> ,<c2> Textur-Oase</c2> und<c3> 3D-Modell Haven</c3> als separate unabhängige Projekte, aber letztendlich entschieden wir, dass wir der Community besser dienen könnten, indem wir unsere Kräfte bündeln und eine einzige neue Plattform schaffen:<c4> Poly Haven</c4> .",
  "s6p4": "Wenn Ihnen gefällt, was wir tun, und diese Seite am Leben erhalten möchten, überlegen Sie es sich<lnk> unterstützt uns auf Patreon</lnk> .",
  "s6t": "Über uns",
  "s7": "Community-Renderings:",
  "s7b": "Mehr",
  "s8p1": "Poly Haven ist <strong>Ihr</strong> Gemeinschaftsprojekt.",
  "s8p2": "Alles, was wir tun, tun wir mit Ihrer Hilfe für die größere 3D-Community.",
  "s8t": "Trete der Community bei",
  "types-hdri": "16k+ Auflösung und immer unbeschnitten für realistische Beleuchtung mit einem Klick.",
  "types-hdri-b": "Durchsuchen Sie HDRIs",
  "types-mod": "Hyperreale 3D-Modelle für visuelle Effekte und Videospiele der nächsten Generation.",
  "types-mod-b": "Modelle durchsuchen",
  "types-tex": "Fotogescannte nahtlose PBR-Materialien, mindestens 8k-Auflösung.",
  "types-tex-b": "Texturen durchsuchen"
}
