{
  "add": "Voeg jou kuns by",
  "by": "deur",
  "description": "Kunswerk ingedien deur dosyne gebruikers, geskep met behulp van ons bates.",
  "submit": {
    "description": "Het jy 'n wonderlike kunswerk geskep deur een van ons bates te gebruik? Wys dit op hierdie webwerf!",
    "err-asset-limit": "Jy kan nie meer as {{limit}} bates kies nie, kies asseblief net die mees prominente bates wat in jou vertoonings sigbaar is.",
    "err-jpg": "Prent moet 'n JPG wees",
    "err-size": "Jou prent is te groot, moet onder 1MB wees",
    "form": {
      "art-name": "Kunswerk se naam",
      "assets": "Bates gebruik",
      "assets-d": "Watter HDRI's, teksture of 3D-modelle van Poly Haven het jy gebruik?",
      "file-change": "Verander lêer...",
      "file-size": "JPG onder 1MB",
      "link": "Skakel",
      "link-d": "Jou webwerf/portefeulje, of 'n skakel na meer vertoonings van hierdie projek.",
      "select-change": "Kies lêer...",
      "software": "Sagteware gebruik",
      "software-d": "Watter 3D-sagteware het jy gebruik om jou kunswerk te skep?",
      "submit": "Dien In",
      "thanks": "Dankie vir jou voorlegging!",
      "thanks-d": "Ons sal jou vertoonings binne 'n paar dae hersien en vir jou die resultate e-pos.",
      "uploading": "Laai tans op, wag asseblief...",
      "your-email": "Jou epos",
      "your-email-d": "Word slegs gebruik om vir jou kennis te gee wanneer jou kunswerk gepubliseer word. Veilig gestoor en met niemand gedeel nie.",
      "your-name": "Jou naam",
      "your-name-d": "Soos jy gekrediteer wil word."
    },
    "s1p1": "Het jy 'n paar <lnk>wonderlike kunswerke</lnk> geskep een van ons bates gebruik? Wys dit op hierdie webwerf!",
    "s1p2": "Nadat jy jou vertooning ingedien het, sal dit aan ons gestuur word vir goedkeuring. As ons daarvan hou, sal dit vir 'n paar weke in die galery verskyn, en ook op die bladsye van die bates wat jy gebruik het om dit te skep.",
    "s1p3": "As ons <em>baie</em> van jou vertooning hou, sal ons dit permanent aan bied en dit op ons sosiale media deel.",
    "s2": "Reëls:",
    "s2p1": "Die kunswerk <strong>moet jou eie skepping wees</strong> en jy moet toestemming hê om dit in die publiek te vertoon.",
    "s2p2": "Jy moes ten minste een van  <strong>Poly Haven se HDRI's /teksture/modelle</strong> in die skepping van jou kunswerk gebruik het.",
    "s2p3": "Naaktheid of ander NSFW-inhoud kan nie aanvaar word nie.",
    "s3": "Let wel op:",
    "s3p1": "Ons kry <strong>baie</strong> voorleggings, so ons kan ongelukkig net die hoogste gehalte kunswerk aanvaar om te verhoed dat die galery deurmekaar raak.",
    "s3p2": "Ons probeer nie om 'n ander ArtStation te wees nie, hierdie galery is toegewy om te wys wat jy met Poly Haven se bates kan doen.",
    "s3p3": "As jy graag terugvoer oor jou vertooning wil vra voordat jy dit indien, het ons 'n baie nuttige gemeenskap op <lnk>Discord</lnk>.",
    "s3p4": "Ons sal jou per e-pos in kennis stel as jou vertooning aanvaar of afgekeur word. Dit kan 'n dag of twee neem aangesien ons geneig is om voorleggings in grootmaat na te gaan.",
    "s3p5": "Hier is 'n paar algemene redes vir verwerping:",
    "s3p5l1": "Lae-moeite-vertoonings (bv. eenvoudige beligtingstoetse).",
    "s3p5l2": "Lae kwaliteit kunswerk.",
    "s3p5l3": "Geen Poly Haven bates gebruik nie.",
    "s3p5l4": "Baie soortgelyke vertooning van 'n ander kunstenaar wat reeds teenwoordig is (bv. \"motor op agterplaat\" tipe weergawes met dieselfde agterplaat).",
    "s3p5l5": "Te veel voorleggings - tipies aanvaar ons hoogstens 3 verskillende beelde per kunstenaar per maand.",
    "s3p5l6": "Veelvuldige vertoonings van dieselfde projek (verskillende kamerahoeke of beligtingopstellings) - <strong>dien net jou beste vertooning vir elke projek</strong> in, en skakel dan na jou ArtStation-bladsy waar mense meer kan vind.",
    "title": "Dien jou vertooning in"
  },
  "title": "Vertoon Gallery",
  "using": "met gebruik van "
}
