{
  "account": "खाता",
  "hi": "नमस्ते",
  "login": {
    "li1": "विज्ञापनों को स्थायी रूप से हटाना.",
    "li2": "परिसंपत्तियों को सार्वजनिक रूप से जारी किये जाने से पहले उन तक शीघ्र पहुंच।",
    "li3": "हमारी क्लाउड सेवा तक पहुंच, हमारी सभी संपत्तियों को आपकी हार्ड ड्राइव पर सिंक करने के लिए।",
    "li4": "हर महीने एक परिसंपत्ति को स्थायी रूप से प्रायोजित करें, डाउनलोड बटन के बगल में अपना नाम और लिंक दिखाएं।",
    "p1": "यदि आप एक<lnk> संरक्षक</lnk> पॉली हेवेन के लिए, यहां लॉग इन करने से आपको इस साइट पर सीधे अपने पुरस्कारों तक पहुंच मिल जाएगी।",
    "p2": "आपके समर्थन स्तर के आधार पर, आपके पुरस्कारों में निम्नलिखित शामिल हो सकते हैं:"
  },
  "not-patron": "ऐसा लगता है कि आप पॉली हेवन के संरक्षक नहीं हैं :( यदि यह गलत है, तो कृपया<lnk> संपर्क में रहो</lnk> ताकि हम इस पृष्ठ पर समस्या की जाँच कर सकें। हमें निम्नलिखित जानकारी की आवश्यकता होगी:",
  "not-patron-anymore": "लगता है अब आप पॉली हेवन के संरक्षक नहीं हैं। कोई बात नहीं, और हम आपके पिछले सहयोग के लिए आभारी हैं :)",
  "reward_one": "इससे आपको निम्नलिखित पुरस्कार मिलेगा:",
  "reward_other": "इससे आपको निम्नलिखित पुरस्कार प्राप्त होंगे:",
  "rewards": {
    "credit": {
      "invalid": "अमान्य नाम",
      "p1": "आपका नाम वर्तमान में",
      "p2": "इस साइट के पाद लेख में संरक्षक सूची में {{hidden}}.",
      "p3": "इस सेटिंग को बदलने से साइट के प्रत्येक पृष्ठ को अपडेट करने में कुछ घंटे लग सकते हैं।",
      "p4": "प्रदर्शित होने वाला नाम:",
      "title": "फ़ुटर क्रेडिट"
    },
    "early-access": {
      "p1": "अब जब आप लॉग इन हो गए हैं,<lnk> एसेट लाइब्रेरी</lnk> इसमें वे परिसंपत्तियां शामिल होंगी जिन्हें हमने भविष्य में प्रकाशित करने के लिए निर्धारित किया है।",
      "p2": "इन्हें नीले रंग के वृत्त और ऊपर दाईं ओर पैट्रियन लोगो द्वारा चिह्नित किया गया है, जैसे:",
      "p3": "आप उन्हें पहले से ही डाउनलोड कर सकते हैं, बाकी सभी से पहले :)",
      "title": "जल्दी पहुँच"
    },
    "no-ads": {
      "p1": "हम polyhaven.com पर Google AdSense का उपयोग करते हैं। इन विज्ञापनों को छिपाने के लिए, बस इस स्विच को सक्षम करें:",
      "p2": "विज्ञापन अब इस प्रकार हैं:",
      "title": "कोई विज्ञापन नहीं"
    },
    "offline-access": {
      "p1": "हमारे क्लाउड फ़ोल्डर में स्वयं को आमंत्रण भेजने के लिए अपना ईमेल पता दर्ज करें:",
      "p2": "अपने ईमेल की जाँच करें :)",
      "p3": "आमंत्रण सफलतापूर्वक भेज दिया गया है। यदि आपको कोई समस्या हो या आपको अपने खाते का ईमेल पता बदलना हो, तो कृपया हमसे संपर्क करें।<lnk> कृपया हमसे संपर्क करें</lnk> .",
      "p4": "देखना<lnk> यह पोस्ट</lnk> नेक्स्टक्लाउड को कैसे सेट अप करें और अपने कंप्यूटर पर संपत्तियों को सिंक करना शुरू करें, इस बारे में आगे के निर्देशों के लिए यहां क्लिक करें।",
      "title": "ऑफ़लाइन पहुँच"
    },
    "sponsor": {
      "p1": "आपको हर महीने एक ऐसी संपत्ति चुनने का मौका मिलता है जिसके आगे आपका नाम और एक लिंक स्थायी रूप से चिपका दिया जाएगा। ऐसा करने के लिए, हम \"टोकन\" की एक प्रणाली का उपयोग करते हैं।",
      "p2": "Patreon द्वारा आपके भुगतान की प्रक्रिया पूरी होने के बाद प्रत्येक माह की शुरुआत में, आपको स्वचालित रूप से एक प्राप्त होता है<ticket /> <b>प्रायोजक टोकन</b> .",
      "p3": "इस टोकन को खर्च करने के दो तरीके हैं:",
      "p3li1": "जिस परिसंपत्ति को आप प्रायोजित करना चाहते हैं उसके पृष्ठ पर जाकर, \"<ticket /> पृष्ठ के दाईं ओर \"इस संपत्ति को प्रायोजित करें\" बटन पर क्लिक करें।",
      "p3li2": "या आप नीचे स्वचालित प्रायोजन चालू कर सकते हैं, जो हर महीने आपके लिए एक यादृच्छिक परिसंपत्ति चुन लेगा।",
      "p4": "टोकन की समय सीमा समाप्त नहीं होती, इसलिए आप कुछ महीनों के बाद वापस आ सकते हैं और अपने संचित टोकन खर्च कर सकते हैं।",
      "p5": "एक बार टोकन खर्च हो जाने पर, उसे रद्द नहीं किया जा सकता या किसी अन्य परिसंपत्ति में स्थानांतरित नहीं किया जा सकता।",
      "p6": "प्रत्येक माह एक यादृच्छिक परिसंपत्ति को स्वतः प्रायोजित करें:",
      "p7": "हर महीने की 15 तारीख को, आपके पास उपलब्ध सभी टोकन रैंडम एसेट्स पर खर्च कर दिए जाएँगे। इससे आपको अपने टोकन को मैन्युअल रूप से खर्च करने के लिए 15 दिन का समय मिल जाएगा, अगर आप चाहें तो।",
      "p8": "यदि आप चाहते हैं कि आपके लिए किसी परिसंपत्ति के स्वचालित रूप से चुने जाने पर आपको सूचित किया जाए, तो कृपया नीचे अपना ईमेल पता दर्ज करें:",
      "p9": "सूचनाओं से सदस्यता समाप्त करने के लिए, ऊपर अपना ईमेल पता साफ़ करें और सहेजें बटन पर क्लिक करें।",
      "title": "प्रायोजक"
    },
    "stakeholder": {
      "p1": "पॉली हेवेन के एक हितधारक के रूप में, आपको हमारे आंतरिक संचार चैनलों तक गहरी पहुंच मिलती है, जिससे हमें यह चर्चा करने में मदद मिलती है कि किस पर काम करना है और हमारी यात्रा का अनुसरण करना है।",
      "p2": "यदि हमने आपसे अभी तक संपर्क नहीं किया है, तो कृपया<lnk> संपर्क में रहो</lnk> ताकि हम आपको इन चैनलों तक पहुंच प्रदान कर सकें और टीम से आपका परिचय करा सकें।",
      "title": "हितधारक"
    }
  },
  "support-amount": "आप वर्तमान में पॉली हेवन को प्रति माह $ {{amount}} के साथ समर्थन कर रहे हैं, धन्यवाद!",
  "support-amount-yearly": "आप वर्तमान में पॉली हेवन को प्रति वर्ष $ {{amount}} का समर्थन कर रहे हैं, धन्यवाद!",
  "title": "लॉग इन करें"
}
