{
  "add": "अपना जोड़ें",
  "by": "द्वारा",
  "description": "दर्जनों उपयोगकर्ताओं द्वारा प्रस्तुत कलाकृतियाँ, हमारी संपत्तियों का उपयोग करके बनाई गई।",
  "submit": {
    "description": "क्या आपने हमारी किसी संपत्ति का उपयोग करके कोई अद्भुत कलाकृति बनाई है? उसे इस साइट पर दिखाएँ!",
    "err-asset-limit": "आप {{limit}} से अधिक संपत्तियां नहीं चुन सकते, कृपया केवल अपने रेंडर में दिखाई देने वाली सबसे प्रमुख संपत्तियों को ही चुनें।",
    "err-jpg": "छवि JPG होनी चाहिए",
    "err-size": "आपकी छवि बहुत बड़ी है, 1MB से कम होनी चाहिए",
    "form": {
      "art-name": "कलाकृति का नाम",
      "assets": "प्रयुक्त संपत्तियाँ",
      "assets-d": "आपने पॉली हेवेन से कौन से एचडीआरआई, बनावट या 3डी मॉडल का उपयोग किया?",
      "file-change": "फ़ाइल बदलें...",
      "file-size": "1MB से कम JPG",
      "link": "जोड़ना",
      "link-d": "आपकी वेबसाइट/पोर्टफोलियो, या इस परियोजना के अधिक रेंडर्स का लिंक।",
      "select-change": "फ़ाइल का चयन करें...",
      "software": "प्रयुक्त सॉफ्टवेयर",
      "software-d": "आपने अपनी कलाकृति बनाने के लिए किस 3D सॉफ्टवेयर का उपयोग किया?",
      "submit": "जमा करना",
      "thanks": "आपके प्रस्तुतिकरण के लिए धन्यवाद!",
      "thanks-d": "हम कुछ दिनों के भीतर आपके रेंडर की समीक्षा करेंगे और आपको परिणाम ईमेल करेंगे।",
      "uploading": "अपलोड हो रहा है, कृपया प्रतीक्षा करें...",
      "your-email": "आपका ईमेल",
      "your-email-d": "इसका उपयोग केवल आपकी कलाकृति प्रकाशित होने पर आपको सूचित करने के लिए किया जाता है। सुरक्षित रूप से संग्रहीत किया जाता है और किसी के साथ साझा नहीं किया जाता है।",
      "your-name": "आपका नाम",
      "your-name-d": "जैसा कि आप चाहते हैं कि आपको श्रेय दिया जाए।"
    },
    "s1p1": "क्या आपने कुछ बनाया है?<lnk> अद्भुत कलाकृति</lnk> हमारी किसी संपत्ति का उपयोग कर रहे हैं? इस साइट पर इसे दिखाएँ!",
    "s1p2": "आपके रेंडर सबमिट करने के बाद, उसे स्वीकृति के लिए हमारे पास भेजा जाएगा। अगर हमें वह पसंद आता है, तो वह कुछ हफ़्तों तक गैलरी में दिखाई देगा, और उन एसेट के पेजों पर भी, जिनका इस्तेमाल आपने उसे बनाने में किया था।",
    "s1p3": "यदि हमें आपका रेंडर <em>बहुत</em> पसंद आता है, तो हम इसे स्थायी रूप से प्रदर्शित करेंगे और अपने सोशल मीडिया पर साझा करेंगे।",
    "s2": "नियम:",
    "s2p1": "कलाकृति <strong>आपकी स्वयं की रचना होनी चाहिए</strong> , और आपको इसे सार्वजनिक रूप से प्रदर्शित करने की अनुमति होनी चाहिए।",
    "s2p2": "आपको अपनी कलाकृति के निर्माण में <strong>पॉली हेवेन के कम से कम एक HDRI/बनावट/मॉडल का</strong> उपयोग अवश्य करना होगा।",
    "s2p3": "नग्नता या अन्य NSFW सामग्री स्वीकार नहीं की जा सकती।",
    "s3": "टिप्पणी:",
    "s3p1": "हमें <strong>बहुत</strong> सारी प्रविष्टियाँ प्राप्त होती हैं, इसलिए दुर्भाग्यवश हम गैलरी को अव्यवस्थित होने से बचाने के लिए केवल उच्चतम गुणवत्ता वाली कलाकृतियाँ ही स्वीकार कर सकते हैं।",
    "s3p2": "हम एक और आर्टस्टेशन बनने की कोशिश नहीं कर रहे हैं, यह गैलरी यह दिखाने के लिए समर्पित है कि आप पॉली हेवन की संपत्तियों के साथ क्या कर सकते हैं।",
    "s3p3": "यदि आप इसे सबमिट करने से पहले अपने रेंडर पर फीडबैक मांगना चाहते हैं, तो हमारे पास एक बहुत ही सहायक समुदाय है<lnk> कलह</lnk> .",
    "s3p4": "अगर आपका रेंडर स्वीकार या अस्वीकार किया जाता है, तो हम आपको ईमेल द्वारा सूचित करेंगे। इसमें एक या दो दिन लग सकते हैं क्योंकि हम बड़ी संख्या में सबमिशन की समीक्षा करते हैं।",
    "s3p5": "अस्वीकृति के कुछ सामान्य कारण इस प्रकार हैं:",
    "s3p5l1": "कम प्रयास वाले रेंडर (जैसे सरल प्रकाश परीक्षण)।",
    "s3p5l2": "निम्न गुणवत्ता वाली कलाकृति.",
    "s3p5l3": "पॉली हेवेन की कोई संपत्ति उपयोग में नहीं लाई गई।",
    "s3p5l4": "किसी अन्य कलाकार द्वारा पहले से ही प्रस्तुत किया गया बहुत ही समान रेंडर (जैसे \"कार ऑन बैकप्लेट\" प्रकार का रेंडर, उसी बैकप्लेट के साथ)।",
    "s3p5l5": "बहुत अधिक प्रस्तुतियाँ - आमतौर पर हम प्रति कलाकार प्रति माह अधिकतम 3 अलग-अलग चित्र स्वीकार करते हैं।",
    "s3p5l6": "एक ही प्रोजेक्ट के एकाधिक रेंडर (विभिन्न कैमरा कोण या प्रकाश व्यवस्था) - <strong>प्रत्येक प्रोजेक्ट के लिए केवल अपना सर्वश्रेष्ठ रेंडर सबमिट करें</strong> , और फिर अपने आर्टस्टेशन पेज से लिंक करें जहां लोग अधिक पा सकते हैं।",
    "title": "अपना रेंडर सबमिट करें"
  },
  "title": "रेंडर गैलरी",
  "using": "का उपयोग करते हुए"
}
