{
  "s1p1": "न केवल मुफ़्त, बल्कि <lnk>CC0</lnk>, जिसका अर्थ है कि आप उन्हें <strong>बिना किसी प्रतिबंध के</strong> किसी भी उद्देश्य के लिए उपयोग कर सकते हैं।",
  "s1p2": "किसी भुगतान या साइनअप की आवश्यकता नहीं है, बस जो आप चाहते हैं उसे डाउनलोड करें और बिना किसी चिंता के तुरंत इसका उपयोग करें।",
  "s1t": "100% मुफ़्त",
  "s2p1": "\"निःशुल्क\" और \"गुणवत्ता\" हमेशा परस्पर अनन्य नहीं होते।",
  "s2p2": "हम वेब को और अधिक कचरे से प्रदूषित नहीं करना चाहते हैं, इसलिए हम उन सर्वोत्तम परिसंपत्तियों के निर्माण पर ध्यान केंद्रित करते हैं <strong>जिनका आप वास्तव में उपयोग कर सकते हैं</strong> ।",
  "s2p3": "हमारा लक्ष्य ऐसी सामग्री तैयार करना है जो न केवल आज के मानकों पर खरी उतरे, बल्कि भविष्य के उच्च मानकों पर भी खरी उतरे, तथा भविष्य के हार्डवेयर की क्षमता को भी पूरा कर सके।",
  "s2t": "उच्च गुणवत्ता",
  "s3b1": "प्रायोजक बनें",
  "s3p1": "एक 3D कलाकार केनज़रिए से, आप जानते हैं कि अच्छी संपत्तियां बनाने में कितना काम होता है, खासकर तब जब अन्य लोगों को विभिन्न परियोजनाओं के लिए उनका उपयोग करने की आवश्यकता होगी।",
  "s3p2": "उच्च गुणवत्ता वाली सामग्री तैयार करने के लिए आवश्यक कंप्यूटर और कैमरा उपकरण महंगे हैं, और इस प्लेटफॉर्म को चालू रखने के लिए आवश्यक वेब अवसंरचना भी महंगी है।",
  "s3p3": "यहां आपकी ज़रूरत है।",
  "s3p4": "आपके समर्थन से हम न केवल पॉली हेवेन को जीवित और चालू रख सकते हैं, बल्कि <strong>हम इसे बेहतर बना सकते हैं</strong> ।",
  "s3t": "आपके द्वारा समर्थित",
  "s4": "नवीनतम प्रायोजक:",
  "s4p2": "शीर्ष संरक्षक:",
  "s5b1": "सभी संपत्तियां ब्राउज़ करें",
  "s5b2": "HDRI ब्राउज़ करें",
  "s5b3": "टेक्सचर ब्राउज़ करें",
  "s5b4": "मॉडल ब्राउज़ करें",
  "s6p1": "पॉली हेवन दक्षिण अफ्रीका स्थित एक छोटी कंपनी है, जो दुनिया भर के कलाकारों के साथ काम करती है।",
  "s6p2": "हमारा लक्ष्य, पेशेवरों और शौकीनों दोनों के लिए पूर्ण स्वतंत्रता और उपयोगिता के लिए, मुफ्त सामग्री का एक निरंतर बढ़ता हुआ समुदाय-वित्तपोषित संसाधन बनाना है।",
  "s6p3": "पहले हम <c1>HDRI हेवन</c1> ,<c2>टेक्सचर हेवन</c2> और <c3>3D मॉडल हेवन</c3> अलग-अलग स्वतंत्र परियोजनाओं के रूप में  चलाते थे, लेकिन अंततः हमने फैसला लिया कि हम एकजुट होकर और एक नया मंच बनाकर समुदाय की बेहतर सेवा कर सकते हैं : <c4>पॉली हेवन</c4> .",
  "s6p4": "यदि आपको हमारा काम पसंद है और आप इस साइट को जीवित रखना चाहते हैं, तो विचार करें <lnk>पैट्रियन पर हमारा समर्थन करें</lnk> .",
  "s6t": "हमारे बारे में",
  "s7": "सामुदायिक रेंडर:",
  "s7b": "और दिखाएं ",
  "s8p1": "पॉली हेवेन <strong>आपकी</strong> सामुदायिक परियोजना है।",
  "s8p2": "हम जो कुछ भी करते हैं, वह आपकी मदद से, बृहत्तर 3D समुदाय के लिए करते हैं।",
  "s8t": "समुदाय में शामिल हों",
  "types-hdri": "16k+ रिज़ॉल्यूशन, और एक-क्लिक यथार्थवादी लैट्टिङ के लिए हमेशा अनक्लिप्ड।",
  "types-hdri-b": "HDRI ब्राउज़ करें",
  "types-mod": "दृश्य प्रभावों और नक्सट जेन वीडियो गेम के लिए हाइपररियल 3D मॉडल।",
  "types-mod-b": "मॉडल ब्राउज़ करें",
  "types-tex": "फोटोस्कान करे हुये सीमलेस पीबीआर टेक्सचर , कम से कम 8k रिज़ॉल्यूशन।",
  "types-tex-b": "टेक्सचर ब्राउज़ करें"
}
