{
  "description": "Veelvoorkomende vragen en hun antwoorden.",
  "q01": "Kan ik deze assets commercieel gebruiken?",
  "q01p1": "Ja. Al onze assets zijn gepubliceerd onder de CC0-licentie, dat betekent dat u ze voor absoluut elk doel kunt gebruiken, inclusief commercieel werk.<lnk>Meer over CC0 hier</lnk> .",
  "q02": "Kan ik deze assets opnemen in een product dat ik verkoop?",
  "q02p1": "Ja. Het enige dat u niet kunt doen, is beweren de <em>oorspronkelijke</em> auteur te zijn of deze opnieuw in licentie te geven.<lnk> Meer over de CC0-licentie hier</lnk> .",
  "q02p2": "Maak uw klanten duidelijk dat deze activa gratis en openbaar domein zijn, en voeg indien mogelijk een link naar Poly Haven toe.",
  "q02p3": "Als uw product goed verkoopt, overweeg dan om de creatie van deze activa te ondersteunen<lnk> op Patreon</lnk> .",
  "q03": "Doe je commissies?",
  "q03p1": "Poly Haven doet zelf geen opdrachten, maar onze artiesten werken misschien graag met u samen. Alstublieft<lnk> neem contact op</lnk> en we kunnen je in de goede richting wijzen.",
  "q03p2": "Vaak bieden we kortingen als u ons toestaat uw activa ook op Poly Haven te publiceren.",
  "q04": "Hoe wordt dit gefinancierd?",
  "q04p1": "In het kort, donaties van mensen zoals jij, bedrijfssponsors en advertenties.",
  "q04p2": "We publiceren de details van hoe we financieel werken in onze<lnk> rapporten over de overheidsfinanciën</lnk> .",
  "q05": "Wat is eigenlijk een HDRI?",
  "q05p1": "Over het algemeen is een HDRI (High Dynamic Range Image) gewoon een afbeelding die meer dan 8 bits aan gegevens per pixel per kanaal bevat. Afbeeldingsindelingen zoals JPG en PNG zijn meestal 8-bits en worden soms 'LDR'-afbeeldingen (Low Dynamic Range) genoemd, terwijl afbeeldingsindelingen zoals<lnk1> EXR</lnk1> en<lnk2> HDR</lnk2> slaan meer gegevens op en zijn daarom HDRI's.",
  "q05p2": "In de CG-wereld (en op deze site) zijn we echter de term 'HDRI' gaan gebruiken om een 32-bits 360x180 graden<lnk> gelijkhoekig</lnk> beeld dat wordt gebruikt voor het verlichten van CG-scènes.",
  "q05p3": "HDRI's worden vaak gebruikt als de enige lichtbron om een zeer realistisch verlichte scène te creëren, of om de verlichting van videobeelden te matchen (met een HDRI-opname op dezelfde set als de video werd gemaakt). Maar ze worden natuurlijk ook gebruikt als aanvulling op standaard verlichtingstechnieken en om details toe te voegen aan reflecties.",
  "q06": "Hoe gebruik ik uw HDRI's?",
  "q06p1": "Het is supergemakkelijk en niet anders dan het gebruik van andere HDRI's. Hier zijn enkele korte video's om u precies te laten zien hoe:",
  "q06p2": "Al onze HDRI's zijn niet geknipt, wat betekent dat u automatisch realistische resultaten krijgt en dat u het gamma niet hoeft aan te passen of het beeld op de sterkte/intensiteit-ingang hoeft aan te sluiten.",
  "q07": "Hoe meet je het dynamisch bereik (EV's) van een HDRI?",
  "q07p1": "Het aantal EV's (of 'stops') is puur gebaseerd op het aantal vastgelegde haakjes. 12 EV's betekent bijvoorbeeld dat er 5 foto's zijn gemaakt met 3 EV's ertussen (sluitertijden: 1/4000, 1/500, 1/60, 1/8, 1\"), en aangezien er 4 gaten van 3 EV's tussen zitten , zou het dynamisch bereik 12 EV's zijn (4x3=12).",
  "q07p2": "Helaas is er geen gestandaardiseerde manier om het dynamisch bereik van een HDRI te meten. Verschillende mensen gebruiken verschillende methoden, dus er is geen betrouwbare manier waarop u als gebruiker kunt zien of website-A die 50 EV's dynamisch bereik claimt, eigenlijk beter is dan website-B met 20 EV's.",
  "q07p3": "Het belangrijkste om op te letten is of een HDRI is<lnk> niet geknipt</lnk> of niet. Ze vermelden meestal niets als het inderdaad is geknipt, dus kijk uit. Ongeclipt zijn betekent dat het <strong>volledige helderheidsbereik in de scène</strong> werd vastgelegd, inclusief de supergekke felle zonneschijn. Als een HDRI wordt geknipt (ook bekend als \"geklemd\"), produceert deze onrealistische verlichting die meestal vlak is en geen contrast heeft.",
  "q08": "Welke apparatuur/software gebruik je voor HDRI's?",
  "q08p1": "Dit verandert zo nu en dan, en er zijn nu meerdere fotografen die HDRI's maken voor deze site, dus bekijk mijn artikel over<lnk> uw eigen HDRI's maken</lnk> om je eigenlijke vraag te beantwoorden ;)",
  "q09": "Waarom missen uw diffuse kaarten enige vorm van schaduw?",
  "q09p1": "Deze diffuse texturen zijn eigenlijk albedo-kaarten, ontworpen voor gebruik in fysiek gebaseerde rendering-engines. We gebruiken in plaats daarvan de term 'diffuus' omdat het iets meer algemeen wordt begrepen dan 'albedo' en iets specifieker dan 'kleur'.",
  "q09p2": "Om ervoor te zorgen dat PBR-weergave er correct uitziet, mogen albedo-kaarten geen schaduw bevatten. In plaats daarvan wordt shading toegepast door de rendering engine zelf, met behulp van fysieke geometrie verplaatsing en pad getraceerde shading, of een aparte ambient occlusie kaart. Zonder echte micro-verplaatsingsgeometrie kan de afzonderlijke omgevingsocclusiekaart worden gebruikt om het effect te simuleren dat de echte geometrie zou hebben op de schaduw in een gemiddelde omgeving, meestal alleen toegepast op indirecte verlichting.",
  "q09p3": "Dit is de reden waarom we zoveel mogelijk schaduw uit onze diffuse kaarten verwijderen, hoewel we niet altijd alles kunnen verwijderen, en in sommige gevallen is het wenselijk om microscopische schaduwen achter te laten die toch niet zouden worden gereproduceerd door echte geometrische verplaatsing in de schaduw te stellen.",
  "q09p4": "Daarentegen zijn diffuse kaarten die in oudere of niet-fotorealistische rendering-engines worden gebruikt, bedoeld om schaduw te bevatten. Als u met een dergelijke weergave-engine werkt, of als u de grootte van het distributiebestand van uw project wilt verkleinen, kunt u de albedo- en AO-kaarten samenvoegen om een traditionele diffuse kaart te maken. Dit kan worden gedaan door de AO-kaart te vermenigvuldigen met de albedo-kaart in een afbeeldingseditor.",
  "q10": "Model- en textuurdownloads werken niet voor mij!",
  "q10p1": "Als u een <strong>downloadmanager</strong> extensie gebruikt en <em>404</em> fouten krijgt bij downloads, schakel dan de extensie voor polyhaven.com uit.",
  "q10p2": "Als u Firefox gebruikt en <em>\"Cookies en sitegegevens verwijderen wanneer Firefox is gesloten\"</em> is ingeschakeld, kunt u onze assets niet downloaden.<br />Oplossing: schakel deze instelling uit of gebruik een andere browser.<lnk> Meer info hier</lnk> .",
  "q10p3": "Waarom gebeurt dit? Wanneer u een model/textuur op onze site downloadt, maakt uw browser een \"servicemedewerker\" aan die alle afzonderlijke vereiste bestanden zoals texturen en meshes binnenhaalt om een zip-bestand voor u te maken. Deze instelling in Firefox voorkomt dat de servicemedewerker wordt gemaakt, wat betekent dat downloads niet werken.",
  "q11": "Kan ik mijn eigen modellen/texturen/hdri's uploaden?",
  "q11p1": "Misschien!",
  "q11p2": "We proberen niet de volgende BlendSwap of Turbosquid te zijn, maar we accepteren wel gedoneerde activa die voldoen aan onze strikte kwaliteitsnormen.",
  "q11p3": "Lees hier hoe u uw asset kunt indienen",
  "q12": "Gebruik je Fotogrammetrie/Photoscanning?",
  "q12p1": "Absoluut, maar onthoud dat dit slechts een van de vele beschikbare tools is. Ons doel is om hoogwaardige middelen te creëren en we zullen de methoden gebruiken die voor elk geval het beste zijn.",
  "q13": "Waar zijn de wapenmodellen?",
  "q13p1": "Toen we in 2020 3D Model Haven lanceerden, hebben we een paar wapenmodellen van verschillende auteurs opdracht gegeven om daar te publiceren. Deze zijn nu verwijderd, omdat we aannemen dat hun makers hun werk hebben gebaseerd op echte wapenontwerpen, wat waarschijnlijk het intellectuele eigendom is van de fabrikanten.",
  "q13p2": "Dit is een juridisch grijs gebied dat we liever vermijden - de modellen zelf zijn CC0, maar de ontwerpen waarop ze mogelijk zijn gebaseerd zijn dat waarschijnlijk niet - dus het is veiliger voor iedereen als we ze gewoon van de site verwijderen.",
  "q13p3": "In de toekomst zijn we van plan ze te vervangen door modellen op basis van originele fictieve ontwerpen.",
  "q14": "Kan ik een AI trainen met jullie inhoud?",
  "q14p1": "Absoluut! Wij geven al onze activa vrij onder de <lnk>CC0-licentie</lnk> (in wezen vrij van auteursrechten in rechtsgebieden die dit ondersteunen), waardoor u ermee kunt doen wat u wilt, inclusief het trainen van AI-modellen. We willen de industrie graag helpen groeien en we hopen dat het verstrekken van een dataset van hoge kwaliteit om mee te trainen kan helpen om de output van uw AI-modellen te verbeteren.",
  "q14p2": "Als u voor een bedrijf of onderzoeksgroep werkt die van onze bibliotheek profiteert en ons wilt helpen de dataset die wij voor iedereen beschikbaar stellen uit te breiden, waardoor de kwaliteit van uw eigen output wordt verbeterd, <lnk>help ons dan te financieren</lnk>.",
  "title": "Veel Gestelde Vragen"
}
