{
  "s1p1": "Niet alleen gratis, maar<lnk> CC0</lnk> , wat betekent dat u ze voor absoluut elk doel <strong>zonder beperkingen</strong> kunt gebruiken .",
  "s1p2": "Geen paywalls of aanmelding vereist, download gewoon wat je wilt en gebruik het meteen zonder zorgen.",
  "s1t": "100% gratis",
  "s2p1": "\"Gratis\" en \"kwaliteit\" hoeven elkaar niet altijd uit te sluiten.",
  "s2p2": "We willen het web niet vervuilen met nog meer afval, dus richten we ons op het creëren van de beste <strong>middelen die u daadwerkelijk kunt gebruiken</strong> .",
  "s2p3": "Ons doel is om inhoud te creëren die niet alleen voldoet aan de huidige normen, maar ook aan hogere toekomstige normen en het potentieel van toekomstige hardware.",
  "s2t": "Van hoge kwaliteit",
  "s3b1": "Word een beschermheer",
  "s3p1": "Als 3D-artiest weet je hoeveel werk het is om goede assets te maken, vooral wanneer andere mensen ze voor verschillende projecten moeten gebruiken.",
  "s3p2": "De computers en camera-apparatuur die nodig zijn om inhoud van hoge kwaliteit te produceren, zijn duur, net als de webinfrastructuur die nodig is om dit platform draaiende te houden.",
  "s3p3": "Dit is waar je binnenkomt.",
  "s3p4": "Met uw steun kunnen we Poly Haven niet alleen in leven houden, maar <strong>ook verbeteren</strong> .",
  "s3t": "Ondersteund door jou",
  "s4": "Nieuwste klanten:",
  "s4p2": "Topbegunstigers:",
  "s5b1": "Blader door alle activa",
  "s5b2": "Door HDRI's bladeren",
  "s5b3": "Bladeren door texturen",
  "s5b4": "Modellen zoeken",
  "s6p1": "Poly Haven is een klein bedrijf gevestigd in Zuid-Afrika en werkt samen met artiesten over de hele wereld.",
  "s6p2": "Ons doel is om een constant groeiende, door de gemeenschap gefinancierde bron van open inhoud te creëren, voor volledige vrijheid en bruikbaarheid door zowel professionals als hobbyisten.",
  "s6p3": "Eerder liepen we<c1> HDRI Haven</c1> ,<c2> Textuur Haven</c2> en<c3> 3D-model Haven</c3> als afzonderlijke onafhankelijke projecten, maar uiteindelijk besloten we de gemeenschap beter van dienst te kunnen zijn door onze krachten te bundelen en één nieuw platform te creëren:<c4> Poly Haven</c4> .",
  "s6p4": "Als je het leuk vindt wat we doen en deze site levend wilt houden, overweeg dan<lnk> ons steunen op Patreon</lnk> .",
  "s6t": "Over ons",
  "s7": "Gemeenschapsweergaven:",
  "s7b": "Meer",
  "s8p1": "Poly Haven is <strong>jouw</strong> gemeenschapsproject.",
  "s8p2": "Alles wat we doen, doen we met jouw hulp, voor de grotere 3D-gemeenschap.",
  "s8t": "Word lid van de community",
  "types-hdri": "16k+ resolutie, en altijd losgemaakt voor realistische verlichting met één klik.",
  "types-hdri-b": "Door HDRI's bladeren",
  "types-mod": "Hyperrealistische 3D-modellen, voor visuele effecten en next-gen videogames.",
  "types-mod-b": "Modellen zoeken",
  "types-tex": "Fotogescande naadloze PBR-materialen, minimaal 8k resolutie.",
  "types-tex-b": "Bladeren door texturen"
}
