{
  "description": "Domande comuni e loro risposte.",
  "q01": "Posso utilizzare queste risorse commercialmente?",
  "q01p1": "Sì. Tutte le nostre risorse sono rilasciate sotto la licenza CC0, il che significa che puoi usarle per qualsiasi scopo, incluso il lavoro commerciale.<lnk> Maggiori informazioni su CC0 qui</lnk> .",
  "q02": "Posso includere queste risorse in un prodotto che vendo?",
  "q02p1": "Sì. L'unica cosa che non puoi fare è affermare di essere l'autore <em>originale</em> o concedere loro una nuova licenza.<lnk> Maggiori informazioni sulla licenza CC0 qui</lnk> .",
  "q02p2": "Per favore chiarisci ai tuoi clienti che queste risorse sono gratuite e di pubblico dominio e, se possibile, includi un link a Poly Haven.",
  "q02p3": "Se il tuo prodotto vende bene, considera di supportare la creazione di queste risorse<lnk> su Patreon</lnk> .",
  "q03": "Fate commissioni?",
  "q03p1": "Poly Haven non effettua commissioni, ma i nostri artisti potrebbero essere felici di lavorare con te. Per favore<lnk> mettiti in contatto</lnk> e possiamo indicarti la giusta direzione.",
  "q03p2": "Spesso offriamo sconti se ci permetti di pubblicare i tuoi asset anche su Poly Haven.",
  "q04": "Come viene finanziato?",
  "q04p1": "In breve, donazioni da persone come te, sponsor aziendali e pubblicità.",
  "q04p2": "Pubblichiamo i dettagli di come lavoriamo finanziariamente nella ns<lnk> rapporti di finanza pubblica</lnk> .",
  "q05": "Che cos'è un HDRI comunque?",
  "q05p1": "In generale, un HDRI (High Dynamic Range Image) è semplicemente un'immagine che contiene più di 8 bit di dati per pixel per canale. I formati immagine come JPG e PNG sono in genere a 8 bit e sono talvolta indicati come immagini \"LDR\" (Low Dynamic Range), mentre i formati immagine come<lnk1> EXR</lnk1> e<lnk2> HDR</lnk2> memorizzano più dati e sono quindi HDRI.",
  "q05p2": "Tuttavia nel mondo CG (e su questo sito) siamo arrivati a usare il termine 'HDRI' per descrivere un grado 360x180 a 32 bit<lnk> equirettangolare</lnk> immagine utilizzata per l'illuminazione di scene CG.",
  "q05p3": "Gli HDRI vengono spesso utilizzati come unica fonte di luce per creare una scena illuminata in modo molto realistico o per abbinare l'illuminazione delle riprese video (utilizzando un HDRI girato sullo stesso set in cui è stato girato il video). Ma ovviamente sono anche usati per completare le tecniche di illuminazione standard e per aggiungere dettagli ai riflessi.",
  "q06": "Come uso i tuoi HDRI?",
  "q06p1": "È semplicissimo e non è diverso dall'utilizzo di qualsiasi altro HDRI. Ecco alcuni brevi video per mostrarti esattamente come:",
  "q06p2": "Tutti i nostri HDRI non sono ritagliati, il che significa che otterrai automaticamente risultati realistici e non dovrai regolare la gamma o collegare l'immagine all'input di forza/intensità.",
  "q07": "Come si misura la gamma dinamica (EV) di un HDRI?",
  "q07p1": "Il numero di veicoli elettrici (o \"fermate\") si basa esclusivamente sul numero di parentesi catturate. Ad esempio, 12 EV significano che sono state scattate 5 foto con 3 EV tra di loro (velocità dell'otturatore: 1/4000, 1/500, 1/60 1/8, 1\") e poiché ci sono 4 intervalli di 3 EV tra di loro, si dice che la gamma dinamica sia 12 EV (4x3=12).",
  "q07p2": "Sfortunatamente non esiste un modo standardizzato per misurare la gamma dinamica di un HDRI. Persone diverse usano metodi diversi, quindi non c'è modo affidabile in cui tu come utente puoi dire se il sito Web-A che afferma 50 EV di gamma dinamica sia effettivamente migliore del sito Web-B che ha 20 EV.",
  "q07p3": "La cosa principale a cui prestare attenzione è se lo è un HDRI<lnk> sganciato</lnk> o no. Di solito non menzionano nulla se è effettivamente ritagliato, quindi fai attenzione. L'assenza di clip significa che è stata catturata l' <strong>intera gamma di luminosità della scena</strong> , incluso il sole splendente super pazzesco. Se un HDRI viene ritagliato (AKA \"bloccato\"), produrrà un'illuminazione non realistica che di solito è piatta e priva di contrasto.",
  "q08": "Che attrezzatura/software usi per gli HDRI?",
  "q08p1": "Questo cambia ogni tanto, e ora ci sono più fotografi che scattano HDRI per questo sito, quindi dai un'occhiata al mio articolo su<lnk> creando i tuoi HDRI</lnk> per rispondere alla tua vera domanda ;)",
  "q09": "Perché le tue mappe diffuse mancano di qualsiasi forma di ombreggiatura?",
  "q09p1": "Queste texture diffuse sono in realtà mappe albedo, progettate per l'uso in motori di rendering basati sulla fisica. Usiamo invece il termine \"diffuso\" perché è un po' più diffuso di \"albedo\" e un po' più specifico di \"colore\".",
  "q09p2": "Affinché il rendering PBR appaia corretto, le mappe albedo non devono contenere alcuna ombreggiatura. L'ombreggiatura viene invece applicata dal motore di rendering stesso, con l'aiuto dello spostamento della geometria fisica e dell'ombreggiatura tracciata dal percorso, o una mappa di occlusione ambientale separata. Senza una vera geometria di microspostamento, la mappa di occlusione ambientale separata può essere utilizzata per simulare l'effetto che la geometria reale avrebbe sull'ombreggiatura in un ambiente medio, generalmente applicata solo all'illuminazione indiretta.",
  "q09p3": "Questo è il motivo per cui rimuoviamo quanta più ombreggiatura possibile dalle nostre mappe diffuse, anche se non possiamo sempre rimuovere tutto, e in alcuni casi è desiderabile lasciare un'ombreggiatura microscopica che non verrebbe comunque riprodotta ombreggiando lo spostamento della geometria reale.",
  "q09p4": "Al contrario, le mappe diffuse utilizzate nei motori di rendering più vecchi o non fotorealistici hanno lo scopo di contenere l'ombreggiatura. Se stai lavorando con un tale motore di rendering, o se desideri ridurre la dimensione del file di distribuzione del tuo progetto, puoi unire le mappe albedo e AO per creare una mappa diffusa tradizionale. Questo può essere fatto moltiplicando la mappa AO sulla mappa albedo in un editor di immagini.",
  "q10": "I download di modelli e texture non funzionano per me!",
  "q10p1": "Se stai utilizzando un'estensione di <strong>download manager</strong> e ricevi <em>404</em> errori sui download, disabilita l'estensione per polyhaven.com.",
  "q10p2": "Se utilizzi Firefox e hai attivato l' <em>opzione \"Elimina i cookie e i dati dei siti alla chiusura di Firefox\"</em> , non puoi scaricare le nostre risorse.<br /> Soluzione: disattivare questa impostazione o utilizzare un browser diverso.<lnk> Maggiori informazioni qui</lnk> .",
  "q10p3": "Perché sta succedendo? Quando scarichi un modello/trama sul nostro sito, il tuo browser crea un \"operatore di servizio\" che estrae tutti i file richiesti separati come trame e mesh per creare al volo un file zip per te. Questa impostazione in Firefox impedisce la creazione del lavoratore del servizio, il che significa che i download non funzionano.",
  "q11": "Posso caricare i miei modelli/texture/hdris?",
  "q11p1": "Forse!",
  "q11p2": "Non stiamo cercando di essere il prossimo BlendSwap o Turbosquid, ma accettiamo beni donati che soddisfano i nostri severi standard di qualità.",
  "q11p3": "Scopri come inviare la tua risorsa qui",
  "q12": "Utilizzi la fotogrammetria/Photoscanning?",
  "q12p1": "Assolutamente, ma ricorda che questo è solo uno dei tanti strumenti disponibili. Il nostro obiettivo è creare risorse di qualità e utilizzeremo i metodi migliori per ogni caso.",
  "q13": "Dove sono finiti i modelli di armi?",
  "q13p1": "Quando abbiamo lanciato 3D Model Haven nel 2020, abbiamo commissionato la pubblicazione di alcuni modelli di armi a vari autori. Questi sono stati ora rimossi, poiché supponiamo che i loro creatori abbiano basato il loro lavoro su progetti di armi del mondo reale, che è probabilmente la proprietà intellettuale dei produttori.",
  "q13p2": "Questa è un'area grigia legale che preferiremmo evitare - i modelli stessi sono CC0, ma i design su cui potrebbero essere basati probabilmente non lo sono - quindi è più sicuro per tutti se li rimuoviamo dal sito.",
  "q13p3": "In futuro abbiamo in programma di sostituirli con modelli basati su design immaginari originali.",
  "title": "Domande frequenti"
}
