{
  "add": "Aggiungi il tuo",
  "by": "di",
  "description": "Opere d'arte inviate da decine di utenti, create utilizzando le nostre risorse.",
  "submit": {
    "description": "Hai creato delle fantastiche opere d'arte utilizzando una delle nostre risorse? Mostralo su questo sito!",
    "err-asset-limit": "Non puoi selezionare più di un {{limit}} di risorse, scegli solo quelle più importanti visibili nel tuo rendering.",
    "err-jpg": "L'immagine deve essere un JPG",
    "err-size": "La tua immagine è troppo grande, deve essere inferiore a 1 MB",
    "form": {
      "art-name": "Nome dell'opera d'arte",
      "assets": "Beni utilizzati",
      "assets-d": "Quali HDRI, trame o modelli 3D di Poly Haven hai utilizzato?",
      "file-change": "Cambia file...",
      "file-size": "JPG sotto 1 MB",
      "link": "Collegamento",
      "link-d": "Il tuo sito Web/portafoglio o un collegamento a più rendering di questo progetto.",
      "select-change": "Seleziona il file...",
      "software": "Software utilizzato",
      "software-d": "Quale software 3D hai utilizzato per creare la tua opera d'arte?",
      "submit": "Invia",
      "thanks": "grazie per la sua iscrizione!",
      "thanks-d": "Esamineremo il tuo rendering entro pochi giorni e ti invieremo via email i risultati.",
      "uploading": "Caricamento in corso, attendere...",
      "your-email": "La tua email",
      "your-email-d": "Utilizzato solo per avvisarti quando la tua opera d'arte viene pubblicata. Archiviato in modo sicuro e non condiviso con nessuno.",
      "your-name": "Il tuo nome",
      "your-name-d": "Come vuoi essere accreditato."
    },
    "s1p1": "Ne hai creati alcuni<lnk> opere d'arte fantastiche</lnk> utilizzando una delle nostre risorse? Mostralo su questo sito!",
    "s1p2": "Dopo aver inviato il rendering, ci verrà inviato per l'approvazione. Se ci piace, verrà visualizzato nella galleria per alcune settimane e anche nelle pagine degli asset che hai utilizzato per crearlo.",
    "s1p3": "Se ci piace <em>molto</em> il tuo rendering, lo presenteremo in modo permanente e lo condivideremo sui nostri social media.",
    "s2": "Regole:",
    "s2p1": "L'opera d'arte <strong>deve essere una tua creazione</strong> e devi essere autorizzato a mostrarla pubblicamente.",
    "s2p2": "Devi aver utilizzato almeno uno degli <strong>HDRI/texture/modelli di Poly Haven</strong> nella creazione della tua opera d'arte.",
    "s2p3": "La nudità o altri contenuti NSFW non possono essere accettati.",
    "s3": "Nota:",
    "s3p1": "Riceviamo <strong>molti</strong> invii, quindi sfortunatamente possiamo accettare solo opere d'arte della massima qualità per evitare che la galleria diventi disordinata.",
    "s3p2": "Non stiamo cercando di essere un'altra ArtStation, questa galleria è dedicata a mostrare cosa puoi fare con le risorse di Poly Haven.",
    "s3p3": "Se desideri chiedere un feedback sul tuo rendering prima di inviarlo, abbiamo una community molto utile<lnk> Discordia</lnk> .",
    "s3p4": "Ti avviseremo via e-mail se il tuo rendering viene accettato o rifiutato. L'operazione potrebbe richiedere un giorno o due poiché tendiamo a rivedere gli invii in blocco.",
    "s3p5": "Ecco alcuni motivi comuni per il rifiuto:",
    "s3p5l1": "Intonaci a basso sforzo (es. semplici prove illuminotecniche).",
    "s3p5l2": "Grafica di bassa qualità.",
    "s3p5l3": "Nessun asset Poly Haven utilizzato.",
    "s3p5l4": "Rendering molto simili di un altro artista già presente (es. render tipo \"car on backplate\" con lo stesso backplate).",
    "s3p5l5": "Troppi invii: in genere accettiamo al massimo 3 immagini diverse per artista al mese.",
    "s3p5l6": "Rendering multipli dello stesso progetto (diverse angolazioni della telecamera o impostazioni di illuminazione) - <strong>invia solo il tuo miglior rendering per ogni progetto</strong> , quindi collega alla tua pagina ArtStation dove le persone possono trovarne di più.",
    "title": "Invia il tuo rendering"
  },
  "title": "Galleria di rendering",
  "using": "usando"
}
