{
  "add": "Aggiungine uno",
  "by": "di",
  "description": "Opere d'arte inviate dagli utenti, create utilizzando i nostri Assets.",
  "submit": {
    "description": "Hai creato delle fantastiche opere d'arte utilizzando una dei nostri Asset? Mostralo su questo sito!",
    "err-asset-limit": "Non puoi selezionare più di {{limit}} Asset, scegli solo quelle più importanti  per il rendering.",
    "err-jpg": "L'immagine deve essere un JPG",
    "err-size": "La tua immagine è troppo grande, deve essere inferiore a 1 MB",
    "form": {
      "art-name": "Nome dell'opera d'arte",
      "assets": "Asset utilizzati",
      "assets-d": "Quali HDRI, texture o modelli 3D di Poly Haven hai utilizzato?",
      "file-change": "Cambia file...",
      "file-size": "JPG sotto 1 MB",
      "link": "Collegamento",
      "link-d": "Il tuo sito web, il tuo portfolio o un collegamento ad altre immagini riguardanti questo progetto.",
      "select-change": "Seleziona il file...",
      "software": "Software utilizzato",
      "software-d": "Quale software 3D hai utilizzato per creare la tua opera?",
      "submit": "Invia per la revisione",
      "thanks": "Grazie per il tuo contributo!",
      "thanks-d": "Esamineremo il tuo rendering entro pochi giorni e ti invieremo via email i risultati.",
      "uploading": "Caricamento in corso, attendere...",
      "your-email": "La tua email",
      "your-email-d": "L'inirizzo viene utilizzato solo per avvisarti quando la tua opera d'arte viene pubblicata.  Esso viene conservato in modo sicuro e non condiviso con nessuno.",
      "your-name": "Il tuo nome",
      "your-name-d": "Come vuoi essere accreditato."
    },
    "s1p1": "Hai creato delle <lnk> opere d'arte fantastiche</lnk> utilizzando una dei nostri asset? Mostralo su questo sito!",
    "s1p2": "Dopo aver inviato il rendering, dovrà essere approvato. Se ci piace, verrà visualizzato nella galleria per alcune settimane e anche nelle pagine degli asset che hai utilizzato per crearlo.",
    "s1p3": "Se ci piace <em>molto</em> il tuo rendering, lo metteremo in mostra in modo permanente e lo condivideremo sui nostri social media.",
    "s2": "Regole:",
    "s2p1": "L'opera d'arte <strong>deve essere una tua creazione</strong> e devi essere autorizzato a mostrarla pubblicamente.",
    "s2p2": "Devi aver utilizzato almeno uno degli <strong>HDRI/texture/modelli di Poly Haven</strong> nella creazione della tua opera d'arte.",
    "s2p3": "Nudità o altri contenuti sessualmente espliciti, volgari o potenzialmente offensivo non possono essere accettati.",
    "s3": "Nota:",
    "s3p1": "Riceviamo <strong>molti</strong> invii, quindi sfortunatamente possiamo pubblicare soloi lavori migliori per evitare che la galleria diventi disordinata.",
    "s3p2": "Non stiamo cercando di essere un altro ArtStation, questa galleria è dedicata a mostrare cosa puoi fare con le risorse che trovi in Poly Haven.",
    "s3p3": "Se desideri chiedere un feedback sul tuo rendering prima di inviarlo, abbiamo una community che potrà esserti molto utile <lnk> Discord</lnk> .",
    "s3p4": "Ti avviseremo via e-mail se il tuo rendering viene accettato o rifiutato. L'operazione potrebbe richiedere un giorno o due poiché tendiamo ad approvarli in blocchi.",
    "s3p5": "Ecco alcuni motivi comuni per cui il materiale può essere rifiutato:",
    "s3p5l1": "Immagini su cui si è lavorato troppo poco per renderli interessanti (es. semplici prove di luce).",
    "s3p5l2": "Opera d'arte di qualità troppo bassa.",
    "s3p5l3": "Non è stato utilizzato nessun Asset di Poly Haven.",
    "s3p5l4": "Rendering molto simili di un altro artista già presente (es. render tipo \"automobili su un certo sfondo\" con lo stesso sfondo di uno che abbiamo già).",
    "s3p5l5": "Troppi invii: in genere accettiamo al massimo 3 immagini diverse per artista ogni mese.",
    "s3p5l6": "Rendering multipli dello stesso progetto (dove cambia ad esempio solo l'angolazione della telecamera o le impostazioni di illuminazione) - <strong>invia solo il tuo miglior rendering per ogni progetto</strong> , quindi collega alla tua pagina ArtStation dove le persone possono trovarne di più.",
    "title": "Invia il tuo rendering"
  },
  "title": "Galleria di rendering",
  "using": "usando"
}
