{
  "s1p1": "Non solo gratis, ma <lnk>CC0</lnk>, il che significa che puoi usarle per qualsiasi scopo <strong>senza restrizioni</strong>.",
  "s1p2": "Non sono richiesti pagamenti o registrazione, scarica semplicemente ciò che desideri e utilizzalo immediatamente senza preoccupazioni.",
  "s1t": "100% Gratuito",
  "s2p1": "\"Gratuito\" e \"di qualità\" non devono necessariamente escludersi a vicenda.",
  "s2p2": "Non vogliamo inquinare il Web con più spazzatura, quindi ci concentriamo sulla creazione delle migliori <strong>risorse che puoi effettivamente utilizzare</strong>.",
  "s2p3": "Il nostro obiettivo è creare contenuti che non solo soddisfino gli standard odierni, ma anche gli standard futuri più elevati ed il potenziale hardware futuro.",
  "s2t": "Alta Qualità",
  "s3b1": "Diventa un Patron",
  "s3p1": "Come artista 3D, sai quanto lavoro ci vuole per creare buone risorse, specialmente quando altre persone avranno bisogno di usarle per una varietà di progetti.",
  "s3p2": "I computer e le apparecchiature fotografiche necessarie per produrre contenuti di alta qualità sono costosi, così come l'infrastruttura web necessaria per mantenere in funzione questa piattaforma.",
  "s3p3": "È qui che entri in gioco.",
  "s3p4": "Con il tuo supporto, non solo possiamo mantenere in vita Poly Haven, ma <strong>possiamo anche migliorarlo</strong>.",
  "s3t": "Supportato da te",
  "s4": "Nuovi Patroni:",
  "s4p2": "Principali sostenitori:",
  "s5b1": "Sfoglia Tutte le Risorse",
  "s5b2": "Sfoglia HDRI",
  "s5b3": "Sfoglia Texture",
  "s5b4": "Sfoglia Modelli",
  "s6p1": "Poly Haven è una piccola azienda con sede in Sud Africa, che lavora con artisti di tutto il mondo.",
  "s6p2": "Il nostro obiettivo è creare una risorsa di contenuti aperti finanziata dalla comunità in costante crescita, per la completa libertà e usabilità sia da parte di professionisti che di hobbisti.",
  "s6p3": "In precedenza avevamo <c1>HDRI Haven</c1>, <c2>Texture Haven</c2> e <c3>3D Model Haven</c3> come progetti indipendenti e separati, ma alla fine abbiamo deciso che avremmo potuto essere più d'aiuto la comunità unendo le forze e creando un'unica nuova piattaforma: <c4>Poly Haven</c4>.",
  "s6p4": "Se ti piace quello che facciamo e vuoi mantenere vivo questo sito, considera di <lnk> supportarci su Patreon</lnk>.",
  "s6t": "Chi siamo",
  "s7": "Rendering della Comunità:",
  "s7b": "Di più",
  "s8p1": "Poly Haven è <strong>il tuo</strong> progetto comunitario.",
  "s8p2": "Tutto ciò che facciamo, lo facciamo con il tuo aiuto, per la più ampia comunità 3D.",
  "s8t": "Unisciti alla Comunità",
  "types-hdri": "Risoluzione 16k+ e sempre non clippata per un'illuminazione realistica con un clic.",
  "types-hdri-b": "Sfoglia HDRI",
  "types-mod": "Modelli 3D iperrealistici, per effetti visivi e videogiochi di nuova generazione.",
  "types-mod-b": "Sfoglia Modelli",
  "types-tex": "Materiali PBR senza soluzione di continuità da fotoscansione, risoluzione di almeno 8k.",
  "types-tex-b": "Sfoglia Texture"
}
