{
  "account": "Рачун",
  "hi": "Здраво",
  "login": {
    "li1": "Трајно уклањање огласа.",
    "li2": "Рани приступ средствима, пре него што буду јавно објављени.",
    "li3": "Приступ нашој услузи у облаку за синхронизацију свих наших средстава са вашим чврстим диском.",
    "li4": "Трајно спонзоришите средство сваког месеца, приказујући своје име и везу поред дугмади за преузимање.",
    "p1": "Ако сте а<lnk> покровитељ</lnk> Поли Хавен-а, пријављивањем овде ћете добити приступ вашим наградама директно на овој веб локацији.",
    "p2": "У зависности од вашег нивоа подршке, ваше награде могу укључивати:"
  },
  "not-patron": "Изгледа да нисте покровитељ Поли Хавена :( ако је ово нетачно, молим<lnk> ступите у контакт</lnk> тако да можемо да истражимо проблем на овој страници. Биће нам потребне следеће информације:",
  "not-patron-anymore": "Изгледа да више нисте покровитељ Poly Haven-а. То је у реду, и ценимо вашу претходну подршку :)",
  "reward_one": "Ово вам додељује следећу награду:",
  "reward_other": "Ово вам додељује следеће награде:",
  "rewards": {
    "credit": {
      "invalid": "Погрешно име",
      "p1": "Ваше име је тренутно",
      "p2": "{{hidden}} на листи покровитеља у подножју овог сајта.",
      "p3": "Промена ове поставке може потрајати неколико сати да се ажурира свака страница сајта.",
      "p4": "Прикажи име:",
      "title": "Фоотер Цредит"
    },
    "early-access": {
      "p1": "Сада када сте пријављени,<lnk> Ассет Либрари</lnk> ће укључивати средства која смо планирали да објавимо у будућности.",
      "p2": "Означени су плавим кругом и логотипом Patreon-а, у горњем десном углу, овако:",
      "p3": "Већ их можете преузети, пре свих :)",
      "title": "Рани Приступ"
    },
    "no-ads": {
      "p1": "Користимо Google AdSense на polyhaven,com. Да бисте сакрили ове огласе, једноставно активирајте овај прекидач:",
      "p2": "Огласи су сада:",
      "title": "Нема Огласа"
    },
    "offline-access": {
      "p1": "Унесите своју адресу е-поште да бисте себи послали позивницу у нашу фасциклу у облаку:",
      "p2": "Проверите своју е-пошту :)",
      "p3": "Позивница је успешно послата. Ако имате било каквих проблема или морате да промените адресу е-поште налога,<lnk> молимо Вас да нас контактирате</lnk> .",
      "p4": "Видите<lnk> овај пост</lnk> за даља упутства о томе како да подесите Нектцлоуд и почнете да синхронизујете средства са рачунаром.",
      "title": "Приступ Ван Мреже"
    },
    "sponsor": {
      "p1": "Можете да изаберете средство сваког месеца да бисте трајно залепили своје име и везу. Да бисмо то урадили, радимо са системом \"жетона\".",
      "p2": "На почетку сваког месеца након што Патреон обради вашу уплату, аутоматски добијате једну<ticket /> <b>Спонзор Токен</b> .",
      "p3": "Постоје два начина да потрошите овај токен:",
      "p3li1": "Посетом странице имовине коју желите да спонзоришете и кликом на „<ticket /> Спонзоришите ово средство\" дугме на десној страни странице.",
      "p3li2": "Или можете да укључите аутоматска спонзорства испод, која ће бирати насумично средство за вас сваког месеца.",
      "p4": "Токени не истичу, тако да се можете вратити након неколико месеци и потрошити своје акумулиране токене.",
      "p5": "Једном када се токен потроши, не може се опозвати или преместити у друго средство.",
      "p6": "Аутоматски спонзоришите насумично средство сваког месеца:",
      "p7": "Петнаестог дана у месецу, сви доступни токени које имате биће потрошени на насумична средства. Ово вам даје 15 дана да ручно потрошите своје токене ако то желите.",
      "p8": "Ако желите да будете обавештени када се средство аутоматски изабере за вас, унесите своју адресу е-поште испод:",
      "p9": "Да бисте отказали претплату на обавештења, обришите своју адресу е-поште изнад и кликните на дугме сачувај.",
      "title": "Спонзор"
    },
    "stakeholder": {
      "p1": "Као заинтересована страна Поли Хавен-а, добијате дубљи приступ нашим интерним комуникационим каналима како бисте нам помогли да разговарамо на чему да радимо и да пратимо наше путовање.",
      "p2": "Ако вас већ нисмо контактирали, молимo вас <lnk>ступите у контакт</lnk> тако да вам можемо дати приступ овим каналима и упознати вас са тимом.",
      "title": "Стакехолдер"
    }
  },
  "support-amount": "Тренутно подржавате Poly Haven са {{amount}} $ месечно, хвала!",
  "title": "Улогујте Се"
}
