{
  "description": "Уобичајена питања и њихови одговори.",
  "q01": "Да ли могу да користим ова средства комерцијално?",
  "q01p1": "Да. Сва наша средства су издата под лиценцом CC0, што значи да их можете користити у апсолутно било коју сврху, укључујући комерцијални рад. <lnk>Више о CC0 овде</lnk>.",
  "q02": "Могу ли да укључим ова средства у производ који продајем?",
  "q02p1": "Да. Једина ствар коју не можете да урадите је да тврдите да сте <em>оригинални</em> аутор или да их поново лиценцирате. <lnk>Више о CC0 лиценци овде</lnk>.",
  "q02p2": "Објасните својим клијентима да су ова средства бесплатна и у јавном домену, и ако је могуће убаците и везу до Poly Haven-а.",
  "q02p3": "Ако се ваш производ добро продаје, размислите о подршци креирању ових средстава <lnk>на Patreon-у</lnk>.",
  "q03": "Да ли радите провизије?",
  "q03p1": "Poly Haven не врши комисију, али наши уметници ће можда радо радити са вама. Молимо вас <lnk>ступите у контакт</lnk> и можемо вас упутити у правом смеру.",
  "q03p2": "Често нудимо попусте, ако нам дозволите да објавимо такође и ваша средства на Poly Haven-у.",
  "q04": "Како се ово финансира?",
  "q04p1": "Укратко, донације људи попут вас, корпоративни спонзори и оглашавање.",
  "q04p2": "Детаље о томе како финансијски радимо, објављујемо у нашем <lnk>извештају о јавним финансијама</lnk>.",
  "q05": "Шта је уопште један HDRI?",
  "q05p1": "Уопштено говорећи, HDRI (\"High Dynamic Range Image\" Слика Високог Динамичког Опсега) је једноставно слика која садржи више од 8 бита података по пикселу по каналу. Формати слика као што су JPG и PNG су обично 8-битни и понекад се називају слике 'LDR' (\"Low Dynamic Range\" Ниског Динамичког Опсега), док формати слика као што су <lnk1>EXR</lnk1> и <lnk2>HDR</lnk2> чувају више података и стога су HDRI-ови.",
  "q05p2": "Међутим, у CG свету (и на овом сајту) почели смо да користимо термин 'HDRI' да опишемо 32-битни 360x180 степени <lnk>једнакоправоугаона</lnk> слика, која се користи за осветљење CG сценa.",
  "q05p3": "HDRI-ови се често користе као једини извор светлости да би се створила веома реалистично осветљена сцена или да би се ускладила са осветљењем из видео снимка (користећи HDRI снимак на истом сету на ком је снимљен видео). Али, наравно, они се такође користе да допуне стандардне технике осветљења и да додају детаље рефлексијама.",
  "q06": "Како да користим ваше HDRI-oве?",
  "q06p1": "Веома је лако и не разликује се од коришћења било ког другог HDRI-а. Ево неколико кратких видео записа који ће вам показати како тачно:",
  "q06p2": "Сви наши HDRI-ови су откопчани, што значи да ћете аутоматски добити реалистичне резултате и не морате да подешавате гаму или да укључите слику у улаз за јачину/интензитет.",
  "q07": "Како мерите динамички опсег (ЕV-јева) једног HDRI-а?",
  "q07p1": "Број EV-јева (или 'заустављања') се заснива искључиво на броју ухваћених заграда. На пример, 12 EV-ја значи да је снимљено 5 фотографија са 3 EV-ја између њих (брзине затварача/капка: 1/4000, 1/500, 1/60, 1/8, 1\"), а пошто постоје 4 празнине од 3 EV-ја између њих, за динамички опсег се каже да је 12 EV-ја (4к3=12).",
  "q07p2": "Нажалост, не постоји стандардизован начин за мерење динамичког опсега једног HDRI-ја. Различити људи користе различите методе, тако да не постоји поуздан начин на који ви као корисник, можете да кажете да ли је веб сајт-А који захтева 50 EV-ја динамичког опсега, заправо бољи од веб сајта-Б која има 20 EV-ја.",
  "q07p3": "Главна ствар на коју треба обратити пажњу је да ли је HDRI <lnk>нестегнут</lnk> или не. Обично ништа не помињу ако је заиста стегнут, па пазите. Бити нестегнут, значи да је ухваћен <strong>цео опсег осветљености сцене</strong>, укључујући супер лудачку светлост сунца. Ако је HDRI стегнут (познат и као \"sтегнут попут клешта\"), он ће производити нереално осветљење које је обично равно и без контраста.",
  "q08": "Коју опрему/софтвер користите за HDRI-ове?",
  "q08p1": "Ово се с времена на време мења, и сада постоји више фотографа који снимају HDRI-ове за овај сајт, па погледајте мој чланак на <lnk>креирање сопствених HDRI-ова</lnk> да одговорите на ваше тренутно питање ;)",
  "q09": "Зашто вашим дифузним мапама недостаје било какав облик сенчења?",
  "q09p1": "Ове дифузне текстуре су заправо albedo мапе, дизајниране за употребу у физички заснованим машинама за рендеровање. Уместо тога користимо израз \"дифузно\" јер је мало шире схваћен од \"albedo\" и мало специфичнији од \"боје\".",
  "q09p2": "Да би PBR приказивање изгледало исправно, albedo мапе не би требало да садрже сенчење. Уместо тога, сам механизам за рендеровање примењује сенчење, уз помоћ померања физичке геометрије и сенчења у траговима путање, или засебне мапе амбијенталне оклузије. Без стварне геометрије микро померања, одвојена мапа амбијенталне оклузије може се користити за симулацију ефекта који би стварна геометрија имала на сенчење у просечном окружењу, обично примењено само на индиректно осветљење.",
  "q09p3": "Због тога уклањамо што је могуће више сенчења са наших дифузних мапа, мада не можемо увек да уклонимо све, а у неким случајевима је пожељно оставити микроскопско сенчење које се ионако не би репродуковало сенчењем стварне геометрије.",
  "q09p4": "Насупрот томе, дифузне мапе које се користе у старијим или нефотореалистичним машинама за рендеровање имају за циљ да садрже сенчење. Ако радите са таквим механизмом за рендеровање, или ако желите да смањите величину дистрибутивног фајла вашег пројекта, можете спојити albedo и АО мапе заједно да бисте направили традиционалну дифузну мапу. Ово се може урадити множењем АО карте, преко albedo карте у уређивачу слика.",
  "q10": "Преузимања модела и текстура не раде за мене!",
  "q10p1": "Ако користите екстензију <strong>менаџер преузимања</strong> и добијате <em>404</em> грешке приликом преузимања, онемогућите екстензију за polyhaven.com.",
  "q10p2": "Ако користите Firefox и имате укључену <em>„Избриши колачиће и податке о сајту када је Firefox затворен“</em>, онда не можете да преузмете наша средства. <br />Решење: Онемогућите ову поставку или користите други претраживач. <lnk>Више информација овде</lnk>.",
  "q10p3": "Зашто се ово дешава? Када преузмете модел/текстуру на нашем сајту, ваш претраживач креира „сервисног радника“ који увлачи све одвојене потребне датотеке, као што су текстуре и мреже, да би вам у ходу креирао зип датотеку. Ова поставка у Firefox-у спречава креирање сервисера, што значи да преузимања не раде.",
  "q11": "Могу ли да отпремим сопствене моделе/текстуре/hdri-ове?",
  "q11p1": "Можда!",
  "q11p2": "Не покушавамо да будемо следећи BlendSwap или Turbosquid, али прихватамо донирана средства која испуњавају наше строге стандарде квалитета.",
  "q11p3": "Сазнајте како да приложите своја средства овде",
  "q12": "Да ли користите Фотограметрију/Фотоскенирање?",
  "q12p1": "Апсолутно, али запамтите да је ово само један од многих доступних алата. Наш циљ је да створимо квалитетна средства, и користитићемо методе које су најбоље за сваки случај.",
  "q13": "Где су нестали модели пиштоља?",
  "q13p1": "Када смо 2020. лансирали 3D Мodel Haven, наручили смо неколико модела оружја од различитих аутора да их тамо објавимо. Они су сада уклоњени, јер претпостављамо да су њихови креатори засновали свој рад на дизајну оружја из стварног света, што је вероватно интелектуална својина произвођача.",
  "q13p2": "Ово је легална сива зона коју бисмо радије избегли – модели сами по себи су CC0, али дизајни на којима се можда заснивају вероватно нису – тако да је безбедније за све ако их једноставно уклонимо са сајта.",
  "q13p3": "У будућности планирамо да их заменимо моделима заснованим на оригиналним измишљеним дизајнима.",
  "q14": "Могу ли да тренирам један АI са вашим садржајем?",
  "q14p1": "Апсолутно! Стављамо сва наша средства под <lnk>CC0 лиценца</lnk> (у суштини без ауторских права у јурисдикцијама које га подржавају) што вам омогућава да радите шта год желите са њима, укључујући обуку AI модела. Волели бисмо да помогнемо индустрији да расте и надамо се да пружање скупа података високог квалитета за обуку може помоћи да се побољшају резултати ваших AI модела.",
  "q14p2": "Ако радите за компанију или истраживачку групу која има користи од наше библиотеке и желите да нам помогнете да повећамо скуп података који чинимо доступним свима, побољшавајући квалитет ваших сопствених резултата, <lnk>молимо вас помозите нам финансирањем</lnk>.",
  "title": "Често Постављана Питања"
}
