{
  "add": "Додајте своје",
  "by": "од стране",
  "description": "Уметничко дело које је послало десетине корисника, креирано помоћу наших средстава.",
  "submit": {
    "description": "Да ли сте направили сјајна уметничка дела користећи један од наших средстава? Покажите то на овом сајту!",
    "err-asset-limit": "Не можете да изаберете више од {{limit}} средстава, молимо вас изаберите само оне најистакнутије видљиве у вашем рендеру.",
    "err-jpg": "Слика мора бити JPG",
    "err-size": "Ваша слика је превелика, мора бити мања од 1МБ",
    "form": {
      "art-name": "Назив уметничког дела",
      "assets": "Коришћена средства",
      "assets-d": "Које HDRI-ови, текстуре или 3D моделе из Poly Haven-а сте користили?",
      "file-change": "Промени Датотеку...",
      "file-size": "JPG испод 1МБ",
      "link": "Веза",
      "link-d": "Ваш веб сајт/портфолио, или веза до више рендера овог пројекта.",
      "select-change": "Изаберите Датотеку...",
      "software": "Коришћен софтвер",
      "software-d": "Који 3D софтвер сте користили за креирање свог уметничког дела?",
      "submit": "Пошаљи на преглед",
      "thanks": "Хвала вам на пријави средства!",
      "thanks-d": "Прегледаћемо ваш рендер у року од неколико дана и послати вам е-поштом резултате.",
      "uploading": "Отпремање, молимо сачекајте...",
      "your-email": "Вашa e-пошта",
      "your-email-d": "Користи се само да вас обавести када се ваше уметничко дело објави. Чува се безбедно и не дели се ни са ким.",
      "your-name": "Ваше име",
      "your-name-d": "Како желите да будете заслужни."
    },
    "s1p1": "Да ли сте креирали неко <lnk>супер уметничко дело</lnk> користећи једну од наших средстава? Покажите то на овом сајту!",
    "s1p2": "Након што приложите свој рендер, он ће нам бити послат на одобрење. Ако нам се допадне, приказиваће се у галерији неколико недеља, а такође и на страницама средстава које сте користили за креирање.",
    "s1p3": "Ако нам се <em>много</em> свиђа ваш рендер, трајно ћемо га приказати и поделити на нашим друштвеним медијима.",
    "s2": "Правила:",
    "s2p1": "Уметничко дело <strong>мора бити ваша лична креација</strong>, и мора вам бити дозвољено да га јавно прикажете.",
    "s2p2": "Мора да сте користили бар једну од <strong>Poly Haven-ових HDRI-ова/текстура/модела</strong> у креирању свог уметничког дела.",
    "s2p3": "Голотиња или други NSFW садржаји не могу бити прихваћени.",
    "s3": "Белешка:",
    "s3p1": "Добијамо <strong>много</strong> пријава, тако да на жалост можемо прихватити само најквалитетније уметничке радове како бисмо спречили да се галерија затрпава.",
    "s3p2": "Не покушавамо да будемо још један ArtStation, ова галерија је посвећена показивању шта можете да урадите са средствима Поли Хавен-а.",
    "s3p3": "Ако желите да затражите повратне информације о свом рендеру, пре него што га пошаљете, имамо веома корисну заједницу <lnk>Discord</lnk>.",
    "s3p4": "Обавестићемо вас е-поштом ако ваш рендер буде прихваћен или одбијен. Ово може да потраје дан или два, пошто прегледавамо приложени материјал у великом броју.",
    "s3p5": "Ево неколико уобичајених разлога за одбијање:",
    "s3p5l1": "Рендери са малим напором (нпр. једноставни тестови осветљења).",
    "s3p5l2": "Уметничка дела ниског квалитета.",
    "s3p5l3": "Не коришћење Poly Haven средстава.",
    "s3p5l4": "Веома сличан рендер другог уметника који је већ присутан (нпр. рендери типа „аутомобил на задњој плочи“ са истом позадином).",
    "s3p5l5": "Превише пута приложено – обично прихватамо највише 3 различите слике по уметнику месечно.",
    "s3p5l6": "Вишеструки рендери истог пројекта (различити углови камере или подешавања осветљења) - <strong>приложите само свој најбољи рендер за сваки пројекат</strong>, а затим повежите своју ArtStation страницу, на којој људи могу пронаћи више.",
    "title": "Пошаљите Свој Рендер"
  },
  "title": "Рендер Галерија",
  "using": "користећи"
}
