{
  "s1p1": "Не само бесплатно, већ<lnk> ЦЦ0</lnk> , што значи да их можете користити за апсолутно било коју сврху <strong>без ограничења</strong> .",
  "s1p2": "Не тражи се претплата или регистрација, једноставно преузмите оно што желите и одмах га користите без бриге.",
  "s1t": "100% Бесплатно",
  "s2p1": "„Бесплатно“ и „квалитет“ не морају увек да се међусобно искључују.",
  "s2p2": "Не желимо да загађујемо веб више смећа, па се фокусирамо на креирање најбољих <strong>средстава које заиста можете да користите</strong> .",
  "s2p3": "Наш циљ је да креирамо садржај који неће само бити у складу са данашњим стандардима, већ и са вишим будућим стандардима, као и потенцијалом будућег хардвера.",
  "s2t": "Висок Квалитет",
  "s3b1": "Постаните Покровитељ",
  "s3p1": "Као 3D уметник и сами знате колико је to посла да се створe добра средства, посебно када ће други људи морати да их користе за различите пројекте.",
  "s3p2": "Рачунари и опрема за камере неопходни за производњу висококвалитетног садржаја су скупи, а исто тако и веб инфраструктура потребна да би ова платформа радила.",
  "s3p3": "Овде улазите.",
  "s3p4": "Уз вашу подршку, не само да можемо да одржимо Поли Хавен у животу и да ради, већ <strong>га можемо побољшати</strong> .",
  "s3t": "Подржан од стране вас",
  "s4": "Најновији Покровитељи:",
  "s4p2": "Најбољи Покровитељи:",
  "s5b1": "Претражи Сва Средства",
  "s5b2": "Претражи HDRI-ове",
  "s5b3": "Прегледајте Текстуре",
  "s5b4": "Претражите Моделе",
  "s6p1": "Poly Haven је мала компанија са седиштем у Јужној Африци, која ради са уметницима широм света.",
  "s6p2": "Наш циљ је да створимо стално растући ресурс отвореног садржаја који финансира заједница, за потпуну слободу и употребљивост од стране професионалаца и хобиста.",
  "s6p3": "Раније смо трчали<c1> ХДРИ Хавен</c1> ,<c2> Тектуре Хавен</c2> и<c3> 3Д модел Хавен</c3> као засебни независни пројекти, али смо на крају одлучили да можемо боље служити заједници удруживањем снага и стварањем једне нове платформе:<c4> Поли Хавен</c4> .",
  "s6p4": "Ако вам се свиђа оно што радимо и желите да одржите ову страницу у животу, размотрите <lnk> подржавајући нас на Patreon</lnk> .",
  "s6t": "О нама",
  "s7": "Заједница приказује:",
  "s7b": "Више",
  "s8p1": "Poly Haven је <strong>ваш</strong> пројекат заједнице.",
  "s8p2": "Све што радимо, радимо уз вашу помоћ, за већу 3D заједницу.",
  "s8t": "Придружите се заједници",
  "types-hdri": "Резолуција од 16к+, и увек откопчана за реалистично осветљење једним кликом.",
  "types-hdri-b": "Претражите HDRI-ове",
  "types-mod": "Хиперреални 3D модели, за визуелне ефекте и видео игре следеће генерације.",
  "types-mod-b": "Претражите Моделе",
  "types-tex": "Фотоскенирани поједностављени PBR материјали, најмање 8к резолуције.",
  "types-tex-b": "Претражи Текстуре"
}
