{
  "add-yours": "သင်ကိုယ်တိုင်ထည့်ရန်",
  "author-donated": "ဖန်သူတီးသူကိုယ်တိုင် Poly Haven သို့ လှူဒါန်းခဲ့သော asset ဖြစ်သည် :)",
  "author_one": "ဖန်တီးသူ",
  "author_other": "ဖန်တီးသူများ",
  "backplates": "ကျောပြားများ",
  "backplates-description": "အောက်ပါပုံများသည် သင်၏ render တွင် မြင့်မားသော resolution နောက်ခံပုံများအဖြစ် သုံးနိုင်သော သီးခြားဓာတ်ပုံများဖြစ်သည်။<br /> သင်၏ render resolution နှင့် ကင်မရာဆက်တင်များပေါ် မူတည်၍ တစ်ခါတစ်ရံ HDRI (အလွန်ကြီးသည့်တစ်ခုပင်) သည် သင်၏ render ၏ နောက်ခံတွင် ပြတ်သားနေသေးသည့် pixels လုံလောက်စွာ မရရှိပါ။ ဤအခြေအနေမျိုးတွင် သင်သည် နောက်ခံတွင် အဆိုပါ ကျောပြားများထဲမှ တစ်ခုကို အသုံးပြုနိုင်ပြီး အလင်းရောင်နှင့် အလင်းပြန်မှုများအတွက်သာ နိမ့်သော resolution HDRI ကို အသုံးပြုနိုင်သည်။",
  "categories": "အမျိုးအစား",
  "cloud-sync": "အော့ဖ်လိုင်းအသုံးပြုခွင့်",
  "cloud-sync-d": "ကျွန်ုပ်တို့ကို တစ်လလျှင် $5 ဖြင့် ပံ့ပိုးပါက ကျွန်ုပ်တို့၏ cloud system သို့ဝင်ရောက်ခွင့် ရယူပြီး သင်၏ hard drive နှင့် ကျွန်ုပ်တို့ library တစ်ခုလုံး sync လုပ်ထားနိုင်ပါသည်။",
  "coming-soon": "မကြာမီလာမည်!",
  "coming-soon-d": "{{tier}} Patrons များ ကြို၍ ဒေါင်းလုဒ်လုပ်နိုင်ရန် လော့ဂ်အင်ဝင်ပါ",
  "credits": {
    "graphic design": "ဂရပ်ဖစ်ဒီဇိုင်း",
    "modeling": "model များဆွဲခြင်း",
    "photography": "ဓာတ်ပုံရိုက်ကူးရေး",
    "processing": "လုပ်ဆောင်နေသည်",
    "scanning": "စကင်န်ဖတ်ခြင်း။"
  },
  "download": "ဒေါင်းလုဒ်လုပ်ရန်",
  "downloads": "ဒေါင်းလုဒ် အရေအတွက်",
  "downloads-pd": "တစ်နေ့ချင်းနှုန်း",
  "early-access": {
    "already-patron": "နာယကဖြစ်နေပြီလား။<loginLink> လော့ဂ်အင်</loginLink> .",
    "donate-access": "{{numEaAssets, number}} နှင့်အတူ အခြား အစောပိုင်းဝင်ရောက်နိုင်သော ပိုင်ဆိုင်မှုများကို ယခုဒေါင်းလုဒ်လုပ်ရန် $3 ကို လှူဒါန်းပါ။",
    "get-access": "စောစောစီးစီး ဝင်ရောက်ရယူလိုက်ပါ။",
    "release-date": "ဤပိုင်ဆိုင်မှုကို ထုတ်လွှတ်ပါမည်-<br/> <strong>{{scheduleText}}</strong>",
    "title": "မကြာမီလာမည်!"
  },
  "formats": {
    "exr": "ချန်နယ်တစ်ခုလျှင် True 32-bit၊ အရှုံးမရှိ ချုံ့ထားသည်။",
    "hdr": "အများအားဖြင့် EXR ထက်ပို၍ ဖိုင်ဆိုဒ် ပိုနည်းပြီး အသုံးတွင်ကျယ်သော်လည်း EXRလောက် အရောင်မတိကျခြင်းကို ခပ်ရှားရှားကြုံတွေ့ရတတ်သည်။",
    "incl-tex": "ဤဖိုင်တွင် လိုအပ်သော texture များ အားလုံး ပါဝင်ပါသည်။",
    "most-software": "ဤဖိုင်ကို 3D ဆော့ဖ်ဝဲအများစုတွင် အသုံပြုနိုင်သော်လည်း materialများကို လူကိုယ်တိုင်ထည့်သွင်းပေးရန် လိုအပ်နိုင်သည်။",
    "some-software": "3D ဆော့ဖ်ဝဲအချို့ တွင်သာ အသုံးပြုနိုင်သည်။",
    "thumb": "ပုံအသေး / အစမ်းကြည့်ရန်",
    "thumb-d": "သင်၏ကိုယ်ပိုင် asset manager ၌ thumbnail ပုံအဖြစ် အသုံးပြုနိုင်သော ပုံ။",
    "tm": "HDRI ၏ dynamic range နိမ့်သော နမူနာပုံဖြစ်သည်။ တခါတရံ နမူနာကြည့်ရန် နှင့် CG နယ်ပယ်မဟုတ်သောနေရာများတွင် အသုံးဝင်​သည်။ သို့သော် HDRI ကဲ့သို့ lightingအတွက် အသုံးမပြုသင့်။",
    "zip": "ဖိုင်များကို စိတ်ကြိုက်ရွေးဒေါင်းရန်"
  },
  "no-files": "ဖိုင်မရှိပါ",
  "no-files-d": "Webpage ကို refresh လုပ်ကြည့်ပါ၊ မရပါက ဤပြဿနာကို ကျွန်ုပ်တို့ထံ သတင်းပို့ပါ",
  "no-renders": "မရှိသေးပါ၊ <lnk> သင်ကိုယ်တိုင်ထည့်ရန် </lnk> .",
  "nor-standard": "Normal Map အမျိုးအစား -",
  "released": "လွှတ်ပေးခဲ့သည်။",
  "similar-assets": "အလားတူ ပစ္စည်းများ",
  "sponsored-by": "ပံ့ပိုးသူ -",
  "sponsored-by-d": "သင့်အမည်ကို ဤနေရာတွင် ထည့်ရန် Patreon မှ Poly Haven ကို ပံ့ပိုးပါ။",
  "sponsored-by-none": "မရှိသေးပါ :(",
  "tags": "တဂ်",
  "tall": "အရပ်ရှည်တယ်။",
  "user-renders": "အသုံးပြုသူများ၏ Render ပုံများ",
  "vaulted": {
    "about": "အကြောင်း",
    "access-now": "ယခုဝင်ရောက်ပါ။",
    "already-patron": "နာယကဖြစ်နေပြီလား။<loginLink> လော့ဂ်အင်</loginLink> .",
    "donate-access": "၎င်းကို ဒေါင်းလုဒ်လုပ်ရန် Patreon တွင် $3 ကို လှူဒါန်းပါ၊ {{totalVaultedAssets, number}} နှင့် အခြားသော ဘောင်ခတ်ထားသော ပိုင်ဆိုင်မှုများ။",
    "locked-in": "ဤအရာဝတ္ထုကို သော့ခတ်ထားသည်။<vaultLink> {{vault}} အခန်း</vaultLink> .",
    "patrons-needed": "နောက်ထပ် {{remaining, number}} အလှူရှင်များ ရရှိသောအခါ၊ ၎င်းကို လူတိုင်းအတွက် အခမဲ့ ထုတ်ပေးပါမည်။",
    "title": "တုန်ခါနေသော ပိုင်ဆိုင်မှု"
  },
  "wide": "ကျယ်သည်",
  "zip-choose": "ZIP ဖိုင်၌ ထည့်ရန် ရွေးပါ-"
}
