{
  "add-yours": "ထည့်ပါ။",
  "author-donated": "ဤပိုင်ဆိုင်မှုကို စာရေးသူက Poly Haven သို့ လွတ်လပ်စွာ လှူဒါန်းခဲ့သည် :)",
  "author_one": "စာရေးသူ",
  "author_other": "စာရေးသူများ",
  "categories": "အမျိုးအစားများ",
  "cloud-sync": "အော့ဖ်လိုင်းအသုံးပြုခွင့်",
  "cloud-sync-d": "ကျွန်ုပ်တို့ကို တစ်လလျှင် $5 ဖြင့် ပံ့ပိုးပြီး ကျွန်ုပ်တို့၏ စာကြည့်တိုက်တစ်ခုလုံးကို သင်၏ hard drive တွင် ထပ်တူပြုနိုင်စေမည့် ကျွန်ုပ်တို့၏ cloud စနစ်သို့ ဝင်ရောက်ခွင့်ကို ရယူလိုက်ပါ။",
  "coming-soon": "မကြာမီလာမည်!",
  "coming-soon-d": "{{tier}} Patrons များသည် စောစောဒေါင်းလုဒ်လုပ်ရန် လော့ဂ်အင်ဝင်ပါ။",
  "credits": {
    "graphic design": "ပုံဆွဲဒီဇိုင်းနာ",
    "modeling": "မော်ဒယ်လ်",
    "photography": "ဓာတ်ပုံပညာ",
    "processing": "လုပ်ဆောင်နေသည်",
    "scanning": "စကင်န်ဖတ်ခြင်း။"
  },
  "download": "ဒေါင်းလုဒ်လုပ်ပါ။",
  "downloads": "ဒေါင်းလုဒ်များ",
  "downloads-pd": "တစ်နေ့လျှင်",
  "formats": {
    "exr": "ချန်နယ်တစ်ခုလျှင် True 32-bit၊ အရှုံးမရှိ ချုံ့ထားသည်။",
    "hdr": "အများအားဖြင့် EXR ထက် ပိုသေးငယ်ပြီး ကျယ်ကျယ်ပြန့်ပြန့် ပံ့ပိုးပေးသော်လည်း တိကျသောအရောင်များ မရှိသလောက်နည်းပါးပါသည်။",
    "incl-tex": "လိုအပ်သော texture မြေပုံများ အားလုံး ပါဝင်ပါသည်။",
    "most-software": "3D ဆော့ဖ်ဝဲအများစုမှ အတိုင်းအတာတစ်ခုအထိ ပံ့ပိုးပေးသော်လည်း ပစ္စည်းများကို ကိုယ်တိုင်ထည့်သွင်းရန် လိုအပ်နိုင်သည်။",
    "some-software": "3D ဆော့ဖ်ဝဲအချို့က ပံ့ပိုးပေးသည်။",
    "thumb": "ပုံသေး / အစမ်းကြည့်",
    "thumb-d": "သင့်ပိုင်ဆိုင်မှုမန်နေဂျာတွင် အသုံးပြုရန်အတွက် အသုံးဝင်သော ပုံသေးပုံ။",
    "tm": "HDRI ၏ ဒိုင်းနမစ်အကွာအဝေး နိမ့်သော အစမ်းကြည့်ရှုမှု။ တခါတရံ အစမ်းကြည့်ရှုမှုအဖြစ် သို့မဟုတ် CG နှင့်ပတ်သက်သည့် အသုံးမပြုသူများအတွက် အသုံးဝင်သော်လည်း အလင်းရောင်အတွက် အသုံးမပြုပါနှင့်။",
    "zip": "ဒေါင်းလုဒ်လုပ်မည့်ဖိုင်များကို အတိအကျရွေးချယ်ပါ။"
  },
  "no-files": "ဖိုင်များမရှိပါ။",
  "no-files-d": "ပြန်လည်ဆန်းသစ်ကြည့်ပါ။ သို့မဟုတ်ပါက ၎င်းကို ကျွန်ုပ်တို့ထံ သတင်းပို့ပါ။",
  "no-renders": "တစ်ခုမှမရှိသေးဘူး၊<lnk> ထည့်ပါ။</lnk> .",
  "nor-standard": "ပုံမှန်မြေပုံစံညွှန်း-",
  "similar-assets": "အလားတူ ပိုင်ဆိုင်မှုများ",
  "sponsored-by": "ပံ့ပိုးကူညီမှု-",
  "sponsored-by-d": "သင့်အမည်ကို ဤနေရာတွင် ထည့်ရန် Patreon ရှိ Poly Haven ကို ပံ့ပိုးပါ။",
  "sponsored-by-none": "ဘယ်သူမှ မရှိသေးဘူး :(",
  "tags": "တဂ်",
  "user-renders": "အသုံးပြုသူ Renders-",
  "wide": "ကျယ်ပြန့်သည်။",
  "zip-choose": "ZIP အကြောင်းအရာများကို ရွေးပါ-"
}
