{
  "add": "ထည့်ပေးပါ။",
  "by": "အားဖြင့်",
  "description": "ကျွန်ုပ်တို့၏ ပိုင်ဆိုင်မှုများကို အသုံးပြု၍ ဖန်တီးထားသော အသုံးပြုသူ ဒါဇင်ပေါင်းများစွာက တင်ပြသော အနုပညာလက်ရာ။",
  "submit": {
    "description": "ကျွန်ုပ်တို့၏ ပိုင်ဆိုင်မှုများထဲမှ တစ်ခုကို အသုံးပြု၍ အံ့သြဖွယ်ကောင်းသော အနုပညာလက်ရာအချို့ကို သင်ဖန်တီးခဲ့ပါသလား။ ၎င်းကို ဤဆိုဒ်တွင် ပြသပါ။",
    "err-asset-limit": "{{limit}} ထားသော ပိုင်ဆိုင်မှုများထက်ပို၍ မရွေးချယ်နိုင်ပါ၊ ကျေးဇူးပြု၍ သင့်တင်ဆက်မှုတွင် မြင်နိုင်သော အထင်ရှားဆုံးအရာများကိုသာ ရွေးချယ်ပါ။",
    "err-jpg": "ပုံသည် JPG ဖိုင် ဖြစ်ရပါမည်",
    "err-size": "သင့်ပုံသည် ကြီးလွန်းနေပါသည်၊ 1MB အောက်သာ ဖြစ်ရပါမည်။",
    "form": {
      "art-name": "အနုပညာလက်ရာအမည်",
      "assets": "အသုံးပြုထားသော asset များ",
      "assets-d": "Poly Haven မှ မည်သည့် HDRI များ၊ အသွင်အပြင်များ သို့မဟုတ် 3D မော်ဒယ်များကို သင်အသုံးပြုခဲ့သနည်း။",
      "file-change": "ဖိုင်ပြောင်းရန်...",
      "file-size": "1MB အောက် JPG ဖိုင်",
      "link": "လင့်",
      "link-d": "သင့်ဝဘ်ဆိုဒ်/အစုစု သို့မဟုတ် ဤပရောဂျက်၏ နောက်ထပ်တင်ဆက်မှုများဆီသို့ လင့်ခ်တစ်ခု။",
      "select-change": "ဖိုင်ကို ရွေးပါ...",
      "software": "အသုံးပြုထားသော Software",
      "software-d": "သင်၏ အနုပညာလက်ရာကို ဖန်တီးရန် ဘယ် 3D ဆော့ဖ်ဝဲကို အသုံးပြုထားပါသလဲ?",
      "submit": "တင်ပြရန်",
      "thanks": "သင့်တင်ပြမှုအတွက် ကျေးဇူးတင်ပါသည်။",
      "thanks-d": "သင့်တင်ပြမှုကို ရက်အနည်းငယ်အတွင်း စစ်ဆေးပြီး ရလဒ်ကို သင့်ထံ အီးမေးလ်ပို့ပါမည်။",
      "uploading": "Upload လုပ်နေပါသည်၊ ခဏစောင့်ပါ...",
      "your-email": "သင့်အီးမေးလ်",
      "your-email-d": "သင့်အနုပညာလက်ရာကို ထုတ်ဝေသည့်အချိန်တွင် သင့်အား အသိပေးရန်အတွက်သာ အသုံးပြုသည်။ လုံခြုံစွာသိမ်းဆည်းထားပြီး မည်သူနှင့်မျှ မမျှဝေပါ။",
      "your-name": "သင်၏ နာမည်",
      "your-name-d": "“ဖန်တီးသူ” နေရာတွင်ဖော်ပြပေးစေလိုသည့်အတိုင်း ထည့်ရန်။"
    },
    "s1p1": "တစ်ချို့ကို ဖန်တီးဖူးလား။<lnk> အရမ်းကောင်းတဲ့အနုပညာလက်ရာ</lnk> ကျွန်ုပ်တို့၏ ပိုင်ဆိုင်မှုတစ်ခုအား အသုံးပြုနေပါသလား။ ၎င်းကို ဤဆိုဒ်တွင် ပြသပါ။",
    "s1p2": "သင့်တင်ဆက်မှုကို သင်တင်ပြပြီးနောက် အတည်ပြုချက်ရယူရန် ကျွန်ုပ်တို့ထံ ပေးပို့ပါမည်။ ၎င်းကို ကျွန်ုပ်တို့နှစ်သက်ပါက၊ ၎င်းကို ပြခန်းတွင် ရက်သတ္တပတ်အနည်းငယ်ကြာ ပြသမည်ဖြစ်ပြီး ၎င်းကို သင်ဖန်တီးအသုံးပြုခဲ့သည့် ပိုင်ဆိုင်မှုများ၏ စာမျက်နှာများတွင်လည်း ပြသမည်ဖြစ်သည်။",
    "s1p3": "မင်းရဲ့ render <em>ကို အရမ်းကြိုက်တယ်ဆိုရင်</em> ၊ ငါတို့က အဲဒါကို အပြီးတိုင် တင်ဆက်ပြီး ငါတို့ရဲ့ ဆိုရှယ်မီဒီယာမှာ မျှဝေပေးမယ်။",
    "s2": "စည်းကမ်းချက်များ -",
    "s2p1": "အနုပညာလက်ရာ <strong>သည် သင့်ကိုယ်ပိုင်ဖန်တီးမှု</strong> ဖြစ်ရမည်၊ ၎င်းကို လူသိရှင်ကြားပြသရန် ခွင့်ပြုရမည်ဖြစ်သည်။",
    "s2p2": "သင့်အနုပညာလက်ရာဖန်တီးရာတွင် <strong>Poly Haven ၏ HDRIများ / textureများ / modelများ</strong> ထဲမှ အနည်းဆုံး တစ်ခုကို အသုံးပြုထားရပါမည်။",
    "s2p3": "အဖော်အချွတ်များ သို့မဟုတ် အခြား NSFW အကြောင်းအရာများကို လက်မခံပါ။",
    "s3": "မှတ်ချက်:",
    "s3p1": "ကျွန်ုပ်တို့သည် တင်ပြချက် <strong>များစွာကို</strong> ရရှိသည်၊ ထို့ကြောင့် ပြခန်းကို ရှုပ်ပွမှုမဖြစ်စေရန်အတွက် ကျွန်ုပ်တို့သည် အရည်အသွေးမြင့် အနုပညာလက်ရာများကိုသာ လက်ခံနိုင်ပါသည်။",
    "s3p2": "ကျွန်ုပ်တို့သည် နောက်ထပ် ArtStation တစ်ခု တည်ထောင်နေခြင်း မဟုတ်။ ဤပြခန်းကို Poly Haven မှ asset များသုံး၍ မည်ကဲ့သို့  အနုပညာဖန်တီးမှုများလုပ်ဆောင်နိုင်ကြောင်း ပြသရန်အတွက်သာ ရည်ရွယ်ထားပါသည်။",
    "s3p3": "မတင်ပြမီ သင့် render အပေါ် ထင်မြင်အကြံပြုချက် တောင်းခံလိုပါက၊ ကျွန်ုပ်တို့တွင် အလွန်ရိုင်းပင်းကူညီတတ်သော  အသိုင်းအဝိုင်းတစ်ခု <lnk>Discord</lnk> ပေါ်တွင်ရှိသည်။",
    "s3p4": "သင်၏ တင်ဆက်မှုကို လက်ခံ သို့မဟုတ် ငြင်းပယ်ပါက သင့်အား အီးမေးလ်ဖြင့် အကြောင်းကြားပါမည်။ အစုလိုက်အပြုံလိုက် တင်သွင်းမှုများကို ပြန်လည်သုံးသပ်လေ့ရှိသောကြောင့် ၎င်းသည် တစ်ရက် သို့မဟုတ် နှစ်ရက်ကြာနိုင်သည်။",
    "s3p5": "တင်ပြမှုကို ငြင်းပယ်ရခြင်းမှာ အများအားဖြင့် အောက်ပါအကြောင်းအရင်းများ ကြောင့်ဖြစ်နိုင်သည်:",
    "s3p5l1": "အားထုတ်မှုနည်းသော render များဖြစ်နေခြင်း (ဥပမာ- lighting အစမ်းကျင့်ထားသော ပုံများ)။",
    "s3p5l2": "အရည်အသွေးနိမ့် အနုပညာလက်ရာဖြစ်နေခြင်း။",
    "s3p5l3": "Poly Haven မှ asset များ အသုံးပြုထားမှု မရှိခြင်း။",
    "s3p5l4": "ရှိနှင့်ပြီးသော အခြားအနုပညာရှင်တစ်ဦးမှ အလွန်ဆင်တူသော သရုပ်ဖော်ပုံ (ဥပမာ \"နောက်ဖုံးပေါ်ကား\" အမျိုးအစား တူညီသော နောက်ခံပြားဖြင့် တင်ဆက်သည်)။",
    "s3p5l5": "တင်ပြမှု များလွန်းသည် - ပုံမှန်အားဖြင့် ကျွန်ုပ်တို့သည် တစ်လလျှင် အနုပညာရှင်တစ်ဦးလျှင် ပုံ 3 ပုံ အများဆုံး လက်ခံပါသည်။",
    "s3p5l6": "တူညီသောပရောဂျက်၏ သရုပ်ဖော်မှုများစွာ (ကွဲပြားခြားနားသောကင်မရာထောင့်များ သို့မဟုတ် အလင်းရောင်ဆက်တင်များ) - <strong>ပရောဂျက်တစ်ခုစီအတွက် သင့်အကောင်းဆုံးတင်ဆက်မှုကိုသာ တင်ပြပါ</strong> ၊ ထို့နောက် လူအများပိုမိုရှာဖွေနိုင်သည့် သင်၏ ArtStation စာမျက်နှာသို့ လင့်ခ်ချိတ်ပါ။",
    "title": "သင်၏ Render ကိုတင်ပြပါ။"
  },
  "title": "Render Gallery",
  "using": "using"
}
