{
  "s1p1": "အလကားမဟုတ်ပေမယ့်<lnk> CC0</lnk> <strong>အဓိပ္ပါယ်မှာ ကန့်သတ်ချက်မရှိဘဲ</strong> ၎င်းတို့ကို မည်သည့်ရည်ရွယ်ချက်အတွက်မဆို အသုံးပြုနိုင်သည်။",
  "s1p2": "paywalls သို့မဟုတ် signup မလိုအပ်ပါ၊ သင်အလိုရှိသောအရာကို ဒေါင်းလုဒ်ဆွဲပြီး စိတ်ပူစရာမလိုဘဲ ချက်ချင်းအသုံးပြုနိုင်ပါသည်။",
  "s1t": "100% အခမဲ့",
  "s2p1": "\"အခမဲ့\" နှင့် \"အရည်အသွေး\" သည် အမြဲတမ်း အပြန်အလှန် သီးသန့်ဖြစ်ရန် မလိုအပ်ပါ။",
  "s2p2": "ကျွန်ုပ်တို့သည် ဝဘ်အား အမှိုက်များ ပိုမိုညစ်ညမ်းစေရန် မလိုလားပါ၊ ထို့ကြောင့် <strong>သင် အမှန်တကယ် အသုံးပြုနိုင်သည့် အကောင်းဆုံး ပိုင်ဆိုင်မှုများကို</strong> ဖန်တီးရန် ကျွန်ုပ်တို့ အာရုံစိုက်ပါသည်။",
  "s2p3": "ကျွန်ုပ်တို့၏ ရည်မှန်းချက်မှာ ယနေ့ခေတ်စံနှုန်းများနှင့် ကိုက်ညီရုံမျှမက ပိုမိုမြင့်မားသော အနာဂတ်စံနှုန်းများ၊ အနာဂတ် စက်ပစ္စည်းများ၏ အလားအလာများနှင့်ပါ ကိုက်ညီမှုရှိသော assetများ ဖန်တီးရန်ဖြစ်သည်။",
  "s2t": "အရည်အသွေးမြင့်မားသော",
  "s3b1": "နာယကဖြစ်ပါစေ။",
  "s3p1": "သင်ကိုယ်တိုင် 3D အနုပညာရှင်တစ်ဦးအနေဖြင့်၊ အထူးသဖြင့် အခြားသူများမှ ၎င်းတို့ကို ပရောဂျက်အမျိုးမျိုးအတွက် အသုံးပြုရန် လိုအပ်သည့်အခါတွင် ကောင်းမွန်သောပိုင်ဆိုင်မှုများကို ဖန်တီးရန် မည်မျှအလုပ်လုပ်သည်ကို သင်သိပါသည်။",
  "s3p2": "အရည်အသွေးမြင့် အကြောင်းအရာများ ထုတ်လုပ်ရန် လိုအပ်သော ကွန်ပျူတာများနှင့် ကင်မရာပစ္စည်းများသည် စျေးကြီးပြီး ဤပလပ်ဖောင်းကို ဆက်လက်လည်ပတ်နေစေရန် ဝဘ်အခြေခံအဆောက်အအုံလည်း လိုအပ်ပါသည်။",
  "s3p3": "ဒီနေရာက မင်းဝင်လာတာ။",
  "s3p4": "သင်၏ပံ့ပိုးမှုဖြင့်၊ ကျွန်ုပ်တို့သည် Poly Haven ကို ဆက်လက်လည်ပတ်နေစေရုံသာမက <strong> ပိုမိုတိုးတက်လာအောင် </strong>လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။",
  "s3t": "သင်ထောက်ပံသည်။",
  "s4": "နောက်ဆုံး နာယကများ-",
  "s4p2": "ထိပ်တန်း နာယကများ-",
  "s5b1": "ပိုင်ဆိုင်မှုအားလုံးကို ကြည့်ပါ။",
  "s5b2": "HDRI များကို ကြည့်ရှုပါ။",
  "s5b3": "Texture များ ရှာဖွေကြည့်ရှုရန်",
  "s5b4": "Model များ ရှာဖွေကြည့်ရှုရန်",
  "s6p1": "Poly Haven သည် တောင်အာဖရိကတွင် အခြေစိုက်သည့် ကုမ္ပဏီငယ်တစ်ခုဖြစ်ပြီး ကမ္ဘာတစ်ဝှမ်းရှိ အနုပညာရှင်များနှင့် လုပ်ဆောင်လျက်ရှိသည်။",
  "s6p2": "ကျွန်ုပ်တို့၏ ရည်မှန်းချက်မှာ ကျွမ်းကျင်ပညာရှင်များနှင့် ဝါသနာပါသူများ၏ ပြီးပြည့်စုံသော လွတ်လပ်မှုနှင့် သုံးစွဲနိုင်မှုတို့အတွက် အဆက်မပြတ်တိုးပွားနေသော ရပ်ရွာရန်ပုံငွေဖြင့် ပွင့်လင်းသောအကြောင်းအရာကို ဖန်တီးရန်ဖြစ်သည်။",
  "s6p3": "အရင်က ငါတို့ပြေးတယ်။<c1> HDRI ရိပ်မြုံ</c1> ၊<c2> အသွေးအရောင် ရိပ်မြုံ</c2> နှင့်<c3> 3D Model Haven</c3> သီးခြားလွတ်လပ်သောပရောဂျက်များအဖြစ်၊ သို့သော် နောက်ဆုံးတွင် ကျွန်ုပ်တို့သည် အင်အားစုများပူးပေါင်းပြီး ပလပ်ဖောင်းအသစ်တစ်ခုဖန်တီးခြင်းဖြင့် ရပ်ရွာကို ပိုမိုကောင်းမွန်စွာဝန်ဆောင်မှုပေးနိုင်ကြောင်း ဆုံးဖြတ်ခဲ့သည်-<c4> Poly Haven</c4> .",
  "s6p4": "သင် ကျွန်ုပ်တို့လုပ်သောအရာကို နှစ်သက်ပြီး ဤဆိုဒ်ကို ဆက်လက်ရှင်သန်လိုလျှင် စဉ်းစားပါ။<lnk> Patreon တွင်ကျွန်ုပ်တို့ကိုထောက်ခံသည်။</lnk> .",
  "s6t": "ကျွန်ုပ်တို့အကြောင်း",
  "s7": "အသိုက်အဝန်း တင်ဆက်မှုများ-",
  "s7b": "နောက်ထပ်",
  "s8p1": "Poly Haven သည် <strong>သင့်</strong> အသိုင်းအဝိုင်းပရောဂျက်ဖြစ်သည်။",
  "s8p2": "ကျွန်ုပ်တို့လုပ်သမျှ၊ ပိုမိုကောင်းမွန်သော 3D အသိုင်းအဝိုင်းအတွက် သင်၏အကူအညီဖြင့် ကျွန်ုပ်တို့လုပ်ဆောင်ပါသည်။",
  "s8t": "အသိုက်အဝန်းသို့ ဝင်ရောက်ပါ။",
  "types-hdri": "16k+ ကြည်လင်ပြတ်သားမှုရှိပြီး တစ်ချက်နှိပ်ရုံဖြင့် လက်တွေ့ကျသော အလင်းရောင်အတွက် အမြဲတမ်း ညှပ်ထားသည်။",
  "types-hdri-b": "HDRI များ ရှာဖွေကြည့်ရှုရန်",
  "types-mod": "အမြင်အာရုံသက်ရောက်မှုများနှင့် နောက်မျိုးဆက်ဗီဒီယိုဂိမ်းများအတွက် Hyperreal 3D မော်ဒယ်များ။",
  "types-mod-b": "Model များ ရှာဖွေကြည့်ရှုရန်",
  "types-tex": "ဓာတ်ပုံစကင်န်ပြုလုပ်ထားသော ချောမွေ့မှုမရှိသော PBR ပစ္စည်းများ၊ အနည်းဆုံး 8k ရုပ်ထွက်။",
  "types-tex-b": "Texture များ ရှာဖွေကြည့်ရှုရန်"
}
