{
  "Clear author": "ဖန်တီးသူ နာမည်ကိုရှင်းရန်",
  "adv": {
    "show-names": "စာသားကို အမြဲပြပါ။",
    "thumb-size": "ပုံ အရွယ်အစား",
    "thumb-size-1": "အသေး",
    "thumb-size-2": "အလယ်အလတ်",
    "thumb-size-3": "အကြီး",
    "thumb-size-4": "အကြီးဆုံး",
    "turntables": "မောက်စ်ပေါ်ရှိ စားပွဲဝိုင်းများ-",
    "turntables-preload": "Preload turntables:",
    "upcoming": "နောက်လာမည့်အရာများ",
    "upcoming-1": "မပြရန်",
    "upcoming-1d": "လာမည့်အကြောင်းအရာအားလုံးကို ဝှက်ထားပါ။",
    "upcoming-2": "တချို့သာ ဝါး၍ပြရန်",
    "upcoming-2d": "မကြာမီထုတ်ဝေမည့် ပိုင်ဆိုင်မှု ၃ ခုအထိ ပြသပါ။",
    "upcoming-3": "အားလုံးပြရန်",
    "upcoming-3d": "လာမည့်အကြောင်းအရာအားလုံးကိုပြသပြီး ၎င်းတို့ကို မှုန်ဝါးဝါးပြပါ။",
    "upcoming-patron": "နာယကတစ်ဦးအနေဖြင့် နောင်လာမည့်ပိုင်ဆိုင်မှုများကို သင့်အတွက် အမြဲပြသနေပါသည်။"
  },
  "aerial": "ဤပိုင်ဆိုင်မှုကို ဒရုန်းဖြင့် စကင်န်ဖတ်ထားသည်၊ ဆိုလိုသည်မှာ ၎င်းသည် ပုံမှန်အားဖြင့် အခြားပိုင်ဆိုင်မှုများထက် များစွာကြီးမားသည်။",
  "backplates": "Resolutionမြင့် နောက်ခံပုံများ ပါဝင်သည်။",
  "by-author": "by {{author}}",
  "early-access": "အစောပိုင်းဝင်ရောက်ခွင့်",
  "lods": "ဤပိုင်ဆိုင်မှုတွင် LOD အများအပြား (အသေးစိတ်အဆင့်များ) ပါဝင်ပါသည်။",
  "new": "အသစ်!",
  "no-results": "ရလဒ်မရှိပါ",
  "no-results-keyword": "အခြား စကားလုံး သုံးရှာကြည့်ပါ။",
  "non-square": "ဤပိုင်ဆိုင်မှုသည် စတုရန်းပုံမဟုတ်သော အချိုးအစားပုံစံများကို အသုံးပြုသည်။",
  "results": "ရလဒ်များ",
  "rigged": "ဤမော်ဒယ်သည် အကြံအဖန်ဖြစ်ပြီး လှုပ်ရှားရန် အသင့်ဖြစ်နေပြီဖြစ်သည်။",
  "search-en": "Search သည် အင်္ဂလိပ်ဘာသာဖြင့်သာ အလုပ်လုပ်သည်၊ တောင်းပန်ပါသည်။",
  "sort": {
    "downloads": "ဒေါင်းလုဒ်များအလိုက်",
    "downloads-d": "အားလုံးပေါင်း ဒေါင်းလုဒ်အရေအတွက်နှင့် စဉ်ရန်။",
    "hot": "ရေပန်းစားမှုအလိုက်",
    "hot-d": "နောက်ဆုံးပေါ် asset များကို ဦးစားပေး၍  တစ်နေ့ချင်း ဒေါင်းလုဒ်အလိုက်စဉ်ရန်။",
    "latest": "နောက်ဆုံးပေါ်အလိုက်",
    "latest-d": "နောက်ဆုံးပေါ်မှ စစဉ်ရန်။",
    "name": "အမည် အလိုက်",
    "name-d": "အက္ခရာစဉ်ဖြင့် စဉ်ရန်။",
    "random": "ကြုံရာကျပန်း",
    "random-d": "ကြုံရာကျပန်း စဉ်ထားသော asset စာရင်းစဉ်။",
    "relevance": "Search အရ စဉ်ထားသည်။",
    "top": "လူစိတ်ဝင်စားမှုအလိုက်",
    "top-d": "တစ်နေ့ချင်း ဒေါင်းလုဒ်အရေအတွက်နှင့် စဉ်ရန်။"
  },
  "sort-by": "စဉ်ရန် -"
}
