{
  "account": "Hesap",
  "hi": "Merhaba!",
  "login": {
    "li1": "Reklamların kalıcı olarak kaldır.",
    "li2": "Kamuya açıklanmadan önce varlıklara erken erişim.",
    "li3": "Tüm varlıklarımızı sabit sürücünüzle senkronize etmek için bulut hizmetimize erişim sağlayın.",
    "li4": "İndirme düğmelerinin yanında adınızı ve bağlantınızı göstererek her ay kalıcı olarak bir varlığa sponsor olun.",
    "p1": "Eğer sen bir<lnk> kullanıcısıysanız</lnk> Poly Haven'dan buraya giriş yaparak ödüllerinize doğrudan bu siteden erişiminizi sağlayacaktır.",
    "p2": "Destek seviyenize bağlı olarak ödülleriniz şunları içerebilir:"
  },
  "not-patron": "Poly Haven'ın kullanıcısı gibi görünmüyorsunuz :( eğer bu yanlışsa, lütfen<lnk> tıklayarak</lnk> böylece bu sayfadaki sorunu araştırabiliriz. Aşağıdaki bilgilere ihtiyacımız olacak:",
  "not-patron-anymore": "Görünüşe göre artık Poly Haven'ın kullanıcısı değilsin. Sorun değil ve geçmişteki desteğiniz için teşekkür ederiz :)",
  "reward_one": "Bu size aşağıdaki ödülü verir:",
  "reward_other": "Bu size aşağıdaki ödülleri verir:",
  "rewards": {
    "credit": {
      "invalid": "Geçersiz isim",
      "p1": "Adınız şu anda mevcut",
      "p2": "Kullanıcı listesi sitenin altbilgisindedir.{{hidden}} .",
      "p3": "Bu ayarın değiştirilmesi, sitenin her sayfasının güncellenmesi için birkaç saat sürebilir.",
      "p4": "Ekran adı:",
      "title": "Altbilgi"
    },
    "early-access": {
      "p1": "Artık giriş yaptığınıza göre,<lnk> Varlık Kitaplığı</lnk> gelecekte yayınlamayı planladığımız varlıkları içerecektir.",
      "p2": "Mavi bir daire ve sağ üstte Patreon logosu ile işaretli, şöyle:",
      "p3": "Onları zaten indirebilirsiniz, tabi ki herkesten önce :)",
      "title": "Erken erişim"
    },
    "no-ads": {
      "p1": "Polyhaven.com'da Google AdSense kullanıyoruz. Bu reklamları gizlemek için bu anahtarı etkinleştirmeniz yeterlidir:",
      "p2": "Reklamlar şuan:",
      "title": "Reklamsız"
    },
    "offline-access": {
      "p1": "Kendinize bulut klasörümüze davet göndermek için kendi e-posta adresinizi girin:",
      "p2": "E-postanı kontrol et :)",
      "p3": "Davet başarıyla gönderildi. Herhangi bir sorun yaşarsanız veya hesap e-postanızı değiştirmeniz gerekiyorsa,<lnk> lütfen bizimle iletişime geçiniz</lnk> .",
      "p4": "<lnk> Bu gönderiye</lnk> bakarak Nextcloud'u nasıl kuracağınıza ve varlıkları bilgisayarınızla eşitlemeyi nasıl başlayacağınıza ilişkin daha fazla bilgi alın.",
      "title": "Çevrimdışı Erişim"
    },
    "sponsor": {
      "p1": "Adınız ve yanına kalıcı olarak bir bağlantı eklemek için her ay bir öğe seçebilirsiniz. Bunu yapmak için bir \"token\" sistemi ile çalışıyoruz.",
      "p2": "Ödemeniz Patreon tarafından işlendikten sonra her ayın başında otomatik olarak bir bilet alırsınız.<ticket /> <b>Sponsor Simgesi</b> .",
      "p3": "Bu jetonu harcamanın iki yolu vardır:",
      "p3li1": "Sponsor olmak istediğiniz varlığın sayfasını ziyaret ederek ve \"<ticket /> Sayfanın sağ tarafındaki bu varlığa sponsor ol\" düğmesine tıklayın.",
      "p3li2": "Veya her ay sizin için rastgele bir varlık seçecek olan otomatik sponsorlukları aşağıdan açabilirsiniz.",
      "p4": "Jetonların süresi dolmaz, böylece birkaç ay sonra geri gelebilir ve birikmiş jetonlarınızı harcayabilirsiniz.",
      "p5": "Bir jeton harcandıktan sonra, iptal edilemez veya farklı bir varlığa taşınamaz.",
      "p6": "Her ay rastgele bir varlığa otomatik sponsor olun:",
      "p7": "Her ayın 15'inde, sahip olduğunuz tüm jetonlar rastgele varlıklara harcanacaktır. Bu, isterseniz jetonlarınızı manuel olarak harcamanız için size 15 gün verir.",
      "p8": "Bir varlık sizin için otomatik olarak seçildiğinde bilgilendirilmek istiyorsanız, lütfen aşağıya e-posta adresinizi girin:",
      "p9": "Bildirimleri kapatmak için yukarıdaki e-posta adresinizi temizleyin ve kaydet düğmesine tıklayın.",
      "title": "Sponsor"
    },
    "stakeholder": {
      "p1": "Poly Haven'ın bir paydaşı olarak, yolculuğumuz boyunca ne üzerinde çalışacağımızı ve takip edeceğimizi ele almamıza yardımcı olmak için dahili iletişim kanallarımıza daha derin erişim elde edersiniz.",
      "p2": "Sizinle henüz iletişim kurmadıysak, lütfen<lnk> tıklayınız </lnk> böylece bu kanallara erişmenizi sağlayabilir ve sizi ekiple tanıştırabiliriz.",
      "title": "Hak sahibi"
    }
  },
  "support-amount": "Şu anda Poly Haven'ı ayda $ {{amount}} destekliyorsunuz, teşekkürler!",
  "support-amount-yearly": "Şu anda Poly Haven'ı yılda{{amount}} $ ile destekliyorsunuz, teşekkürler!",
  "title": "Giriş yap"
}
