{
  "add": "seninkini ekle",
  "by": "ile",
  "description": "Varlıklarımız kullanılarak oluşturulan düzinelerce kullanıcı tarafından gönderilen sanat eseri.",
  "submit": {
    "description": "Varlıklarımızdan birini kullanarak harika sanat eserleri mi yarattınız? Bu sitede gösterin!",
    "err-asset-limit": "Sınırlı varlıklardan fazlasını {{limit}} , lütfen yalnızca oluşturmanızda görünen en belirgin olanları seçin.",
    "err-jpg": "Resim bir JPG olmalıdır",
    "err-size": "Resminiz çok büyük, 1 MB'ın altında olmalı",
    "form": {
      "art-name": "Eser adı",
      "assets": "Kullanılan varlıklar",
      "assets-d": "Poly Haven'dan hangi HDRI'ları, dokuları veya 3B modelleri kullandınız?",
      "file-change": "Dosyayı Değiştir...",
      "file-size": "1 MB'ın altında JPG",
      "link": "Bağlantı",
      "link-d": "Web siteniz/portföyünüz veya bu projenin daha fazla sunumuna bir bağlantı.",
      "select-change": "Dosya Seç...",
      "software": "Kullanılan yazılım",
      "software-d": "Resminizi oluşturmak için hangi 3B yazılımı kullandınız?",
      "submit": "Göndermek",
      "thanks": "Gönderiniz için teşekkürler!",
      "thanks-d": "Oluşturmanızı birkaç gün içinde inceleyeceğiz ve sonuçları size e-posta ile göndereceğiz.",
      "uploading": "Yükleniyor ... Lütfen Bekleyin...",
      "your-email": "E-posta adresiniz",
      "your-email-d": "Yalnızca resminiz yayınlandığında sizi bilgilendirmek için kullanılır. Güvenli bir şekilde saklanır ve kimseyle paylaşılmaz.",
      "your-name": "Adınız",
      "your-name-d": "Kredi almak istediğiniz gibi."
    },
    "s1p1": "biraz yarattın mı<lnk> harika sanat eseri</lnk> varlıklarımızdan birini mi kullanıyorsunuz? Bu sitede gösterin!",
    "s1p2": "Renderınızı gönderdikten sonra onay için bize gönderilecektir. Beğenirsek, galeride birkaç hafta boyunca ve ayrıca onu oluşturmak için kullandığınız varlıkların sayfalarında gösterilir.",
    "s1p3": "Renderinizi <em>çok</em> beğenirsek kalıcı olarak öne çıkararak sosyal medya hesaplarımızda paylaşacağız.",
    "s2": "Tüzük:",
    "s2p1": "Sanat eseri <strong>kendi eseriniz</strong> olmalı ve onu herkese açık olarak sergilemenize izin verilmelidir.",
    "s2p2": "Resminizi oluştururken <strong>Poly Haven'ın HDRI'larından/dokularından/modellerinden</strong> en az birini kullanmış olmalısınız.",
    "s2p3": "Çıplaklık veya diğer NSFW içeriği kabul edilemez.",
    "s3": "Not:",
    "s3p1": "<strong>Çok</strong> sayıda başvuru alıyoruz, bu nedenle ne yazık ki galerinin dağınık olmasını önlemek için yalnızca en kaliteli sanat eserlerini kabul edebiliyoruz.",
    "s3p2": "Başka bir ArtStation olmaya çalışmıyoruz, bu galeri Poly Haven'ın varlıklarıyla neler yapabileceğinizi göstermeye adanmıştır.",
    "s3p3": "Göndermeden önce renderiniz hakkında geri bildirim almak isterseniz, çok yardımcı bir topluluğumuz var.<lnk> anlaşmazlık</lnk> .",
    "s3p4": "Oluşturmanız kabul edilir veya reddedilirse sizi e-posta ile bilgilendireceğiz. Gönderimleri toplu olarak inceleme eğiliminde olduğumuz için bu bir veya iki gün sürebilir.",
    "s3p5": "İşte reddetmenin bazı yaygın nedenleri:",
    "s3p5l1": "Düşük eforlu işlemeler (örn. basit aydınlatma testleri).",
    "s3p5l2": "Düşük kaliteli sanat eseri.",
    "s3p5l3": "Poly Haven varlığı kullanılmadı.",
    "s3p5l4": "Halihazırda mevcut olan başka bir sanatçıdan çok benzer render (örneğin, aynı arka plakaya sahip \"araba arka plaka\" tipi renderlar).",
    "s3p5l5": "Çok fazla başvuru - genellikle sanatçı başına ayda en fazla 3 farklı resim kabul ediyoruz.",
    "s3p5l6": "Aynı projenin birden fazla render'ı (farklı kamera açıları veya aydınlatma kurulumları) - <strong>her proje için yalnızca en iyi</strong> renderinizi gönderin ve ardından insanların daha fazlasını bulabileceği ArtStation sayfanıza bağlantı verin.",
    "title": "Oluşturmanızı Gönderin"
  },
  "title": "Galeriyi Oluştur",
  "using": "kullanarak"
}
