{
  "s1p1": "Sadece ücretsiz değil, aynı zamanda<lnk> CC0</lnk> yani onları herhangi bir <strong>kısıtlama olmaksızın</strong> kesinlikle herhangi bir amaç için kullanabilirsiniz.",
  "s1p2": "Ödeme duvarı veya kayıt gerekmez, istediğinizi indirin ve endişelenmeden hemen kullanın.",
  "s1t": "%100 Ücretsiz",
  "s2p1": "\"Ücretsiz\" ve \"kalite\" her zaman birbirini dışlayan olmak zorunda değildir.",
  "s2p2": "Web'i daha fazla çöple kirletmek istemiyoruz, bu yüzden <strong>gerçekten kullanabileceğiniz en iyi varlıkları</strong> oluşturmaya odaklanıyoruz.",
  "s2p3": "Hedefimiz, sadece bugünün standartlarına değil, aynı zamanda geleceğin standartlarına ve geleceğin donanım potansiyeline de ayak uyduracak içerikler oluşturmaktır.",
  "s2t": "Yüksek kalite",
  "s3b1": "Patron Ol",
  "s3p1": "Kendiniz bir 3D sanatçısı olarak, özellikle diğer insanların bunları çeşitli projeler için kullanması gerektiğinde, iyi varlıklar yaratmanın ne kadar çok iş olduğunu bilirsiniz.",
  "s3p2": "Yüksek kaliteli içerik üretmek için gerekli bilgisayarlar ve kamera ekipmanı pahalıdır ve bu platformu çalışır durumda tutmak için gereken web altyapısı da öyle.",
  "s3p3": "Geldiğin yer burası.",
  "s3p4": "Desteğinizle, Poly Haven'ı sadece canlı ve çalışır durumda tutmakla kalmıyor, aynı <strong>zamanda iyileştirebiliriz</strong> .",
  "s3t": "sizin tarafınızdan destekleniyor",
  "s4": "En Yeni Kullanıcılar:",
  "s4p2": "En İyi Kullanıcılar:",
  "s5b1": "Tüm Varlıklara Göz Atın",
  "s5b2": "HDRI'lara göz atın",
  "s5b3": "Dokulara Göz Atın",
  "s5b4": "Modellere Göz Atın",
  "s6p1": "Poly Haven, Güney Afrika'da bulunan ve dünya çapında sanatçılarla çalışan küçük bir şirkettir.",
  "s6p2": "Amacımız, hem profesyoneller hem de hobiler tarafından tam özgürlük ve kullanılabilirlik için sürekli büyüyen topluluk tarafından finanse edilen bir açık içerik kaynağı oluşturmaktır.",
  "s6p3": "Daha önce koştuk<c1> HDRI Limanı</c1> ,<c2> doku cenneti</c2> ve<c3> 3D Model Cennet</c3> ayrı bağımsız projeler olarak, ancak nihayetinde güçlerimizi birleştirerek ve tek bir yeni platform oluşturarak topluluğa daha iyi hizmet edebileceğimize karar verdik:<c4> poli cenneti</c4> .",
  "s6p4": "Yaptığımız şeyi beğendiyseniz ve bu siteyi canlı tutmak istiyorsanız, düşünün<lnk> Patreon'da bizi desteklemek</lnk> .",
  "s6t": "Hakkımızda",
  "s7": "Topluluk İşlemleri:",
  "s7b": "Daha",
  "s8p1": "Poly Haven <strong>sizin</strong> topluluk projenizdir.",
  "s8p2": "Yaptığımız her şeyi, daha büyük 3D topluluğu için sizin yardımınızla yapıyoruz.",
  "s8t": "Topluluğa katıl",
  "types-hdri": "16k+ çözünürlük ve tek tıklamayla gerçekçi aydınlatma için her zaman kırpılmamış.",
  "types-hdri-b": "HDRI'lara göz atın",
  "types-mod": "Görsel efektler ve yeni nesil video oyunları için Hyperreal 3D modeller.",
  "types-mod-b": "Modellere Göz Atın",
  "types-tex": "Fotoğraf taramalı kesintisiz PBR malzemeleri, en az 8k çözünürlük.",
  "types-tex-b": "Dokulara Göz Atın"
}
