{
  "title": "Render Gallery",
  "description": "Artwork submitted by dozens of users, created using our assets.",
  "add": "Add yours",
  "by": "by",
  "using": "using",
  "submit": {
    "title": "Submit Your Render",
    "description": "Have you created some awesome artwork using one of our assets? Show it off on this site!",
    "err-jpg": "Image must be a JPG",
    "err-size": "Your image is too big, must be under 1MB",
    "err-asset-limit": "You can't select more than {{limit}} assets, please choose only the most prominent ones visible in your render.",
    "s1p1": "Have you created some <lnk>awesome artwork</lnk> using one of our assets? Show it off on this site!",
    "s1p2": "After you submit your render it'll be sent to us for approval. If we like it, it'll show in the gallery for a few weeks, and also on the pages of the assets you used to create it.",
    "s1p3": "If we like your render <em>a lot</em>, we'll feature it permanently and share it on our social media.",
    "s2": "Rules:",
    "s2p1": "The artwork <strong>must be your own creation</strong>, and you must be allowed to display it publically.",
    "s2p2": "You must have used at least one of <strong>Poly Haven's HDRIs/textures/models</strong> in the creation of your artwork.",
    "s2p3": "Nudity or other NSFW content cannot be accepted.",
    "s3": "Note:",
    "s3p1": "We get <strong>a lot</strong> of submissions, so unfortunately we can only accept the highest quality artwork to prevent the gallery from becoming cluttered.",
    "s3p2": "We're not trying to be another ArtStation, this gallery is dedicated to showing off what you can do with Poly Haven's assets.",
    "s3p3": "If you would like to ask for feedback on your render before submitting it, we have a very helpful community on <lnk>Discord</lnk>.",
    "s3p4": "We'll notify you by email if your render is accepted or rejected. This may take a day or two as we tend to review submissions in bulk.",
    "s3p5": "Here are some common reasons for rejection:",
    "s3p5l1": "Low-effort renders (e.g. simple lighting tests).",
    "s3p5l2": "Low quality artwork.",
    "s3p5l3": "No Poly Haven assets used.",
    "s3p5l4": "Very similar render from another artist already present (e.g. \"car on backplate\" type renders with the same backplate).",
    "s3p5l5": "Too many submissions - typically we accept at most 3 different images per artist per month.",
    "s3p5l6": "Multiple renders of the same project (different camera angles or lighting setups) - <strong>only submit your best render for each project</strong>, and then link to your ArtStation page where people can find more.",
    "form": {
      "file-change": "Change File...",
      "select-change": "Select File...",
      "file-size": "JPG under 1MB",
      "art-name": "Artwork name",
      "your-name": "Your name",
      "your-name-d": "As you want to be credited.",
      "your-email": "Your email",
      "your-email-d": "Used only to notify you when your artwork is published. Stored securely and not shared with anyone.",
      "link": "Link",
      "link-d": "Your website/portfolio, or a link to more renders of this project.",
      "software": "Software used",
      "software-d": "Which 3D software did you use to create your artwork?",
      "assets": "Assets used",
      "assets-d": "Which HDRIs, textures or 3D models from Poly Haven did you use?",
      "uploading": "Uploading, please wait...",
      "submit": "Submit for Review",
      "thanks": "Thanks for your submission!",
      "thanks-d": "We'll review your render within a few days and email you the results."
    }
  }
}