{
  "account": "Аккаунт",
  "hi": "Привіт",
  "login": {
    "li1": "Видалити реклами назавжди.",
    "li2": "Ранній доступ до ассетів, перш ніж вони будуть опубліковані.",
    "li3": "Доступ до нашого хмарного сервісу для синхронізації всіх наших ассетів із вашим жорстким диском.",
    "li4": "Спонсоруйте ресурс постійно щомісяця, показуючи своє ім’я та посилання поруч із кнопками завантаження.",
    "p1": "Якщо ви є<lnk> меценат</lnk> Poly Haven, увійшовши тут, ви отримаєте доступ до своїх винагород безпосередньо на цьому сайті.",
    "p2": "Залежно від вашого рівня підтримки ваші нагороди можуть включати:"
  },
  "not-patron": "Схоже, ви не є патроном Poly Haven :( якщо це неправильно, будь ласка<lnk> зв'язатись</lnk> щоб ми могли дослідити проблему на цій сторінці. Нам знадобиться така інформація:",
  "not-patron-anymore": "Схоже, ви більше не патрон Poly Haven. Це нормально, і ми цінуємо вашу минулу підтримку :)",
  "reward_one": "Це надає вам таку нагороду:",
  "reward_other": "Це надає вам такі нагороди:",
  "rewards": {
    "credit": {
      "invalid": "Недійсне ім'я",
      "p1": "Зараз ваше ім'я",
      "p2": "{{hidden}} у списку патронів у нижньому колонтитулі цього сайту.",
      "p3": "Зміна цього параметра може зайняти кілька годин, щоб оновити кожну сторінку сайту.",
      "p4": "Відображуване ім'я:",
      "title": "Кредит нижнього колонтитула"
    },
    "early-access": {
      "p1": "Тепер, коли ви ввійшли в систему,<lnk> Бібліотека ассетів</lnk> включатиме активи, які ми запланували опублікувати в майбутньому.",
      "p2": "Вони позначені синім колом і логотипом Patreon у верхньому правому куті, ось так:",
      "p3": "Ви вже можете завантажити їх, попереду всіх :)",
      "title": "Ранній Доступ"
    },
    "no-ads": {
      "p1": "Ми використовуємо Google AdSense на polyhaven.com. Щоб приховати ці оголошення, просто ввімкніть цей перемикач:",
      "p2": "Реклама зараз:",
      "title": "Без реклами"
    },
    "offline-access": {
      "p1": "Введіть свою електронну адресу, щоб надіслати собі запрошення до нашої хмарної папки:",
      "p2": "Перевірити свою електронну пошту :)",
      "p3": "Запрошення успішно надіслано. Якщо у вас виникли проблеми або потрібно змінити електронну адресу облікового запису,<lnk> будь ласка, зв'яжіться з нами</lnk> .",
      "p4": "Побачити<lnk> цей пост</lnk> для подальших інструкцій щодо налаштування Nextcloud і початку синхронізації активів із вашим комп’ютером.",
      "title": "Оффлайн доступ"
    },
    "sponsor": {
      "p1": "Щомісяця ви можете вибрати об’єкт, поруч із яким назавжди прикріпити своє ім’я та посилання. Для цього ми працюємо з системою «токенів».",
      "p2": "На початку кожного місяця після обробки вашого платежу Patreon ви автоматично отримуєте його<ticket /> <b>Токен спонсора</b> .",
      "p3": "Витратити цей жетон можна двома способами:",
      "p3li1": "Відвідавши сторінку активу, який ви хочете спонсорувати, і натиснувши кнопку \"<ticket /> Спонсоруйте цей актив\" у правій частині сторінки.",
      "p3li2": "Або ви можете ввімкнути автоматичне спонсорство нижче, яке щомісяця вибиратиме для вас випадковий ассет.",
      "p4": "Термін дії жетонів не закінчується, тому ви можете повернутися через кілька місяців і витратити накопичені токени.",
      "p5": "Коли токен витрачено, його не можна відкликати або перемістити в інший актив.",
      "p6": "Щомісяця автоматично спонсоруйте випадковий ассет:",
      "p7": "15-го числа кожного місяця всі наявні у вас токени будуть витрачені на випадкові ассети. Це дає вам 15 днів, щоб вручну витратити свої токени, якщо хочете.",
      "p8": "Якщо ви хочете отримувати сповіщення, коли для вас буде автоматично вибрано актив, введіть свою електронну адресу нижче:",
      "p9": "Щоб скасувати підписку на сповіщення, очистіть свою електронну адресу вище та натисніть кнопку зберегти.",
      "title": "Спонсор"
    },
    "stakeholder": {
      "p1": "Як зацікавлена сторона Poly Haven, ви отримуєте глибший доступ до наших внутрішніх каналів зв’язку, щоб допомогти нам обговорити, над чим працювати та слідувати на нашому шляху.",
      "p2": "Якщо ми ще не зв’язувалися з вами, будь ласка<lnk> зв'язатись</lnk> щоб ми могли надати вам доступ до цих каналів і представити вас команді.",
      "title": "Зацікавлена сторона"
    }
  },
  "support-amount": "Дякуємо, що зараз ви підтримуєте Poly Haven {{amount}} доларів США на місяць!",
  "support-amount-yearly": "Ви підтримуєте Полі Хейвен на суму ${{amount}} на рік, дякуємо!",
  "title": "Увійти"
}
