{
  "description": "Поширені запитання та відповіді на них.",
  "q01": "Чи можу я використовувати ці ассети в комерційних цілях?",
  "q01p1": "Так. Усі наші активи випущені під ліцензією CC0, тобто ви можете використовувати їх абсолютно для будь-яких цілей, включаючи комерційну роботу.<lnk> Більше про CC0 тут</lnk> .",
  "q02": "Чи можу я включити ці ассети в продукт, який продаю?",
  "q02p1": "Так. Єдине, що ви не можете зробити, це заявити, що ви <em>оригінальний</em> автор або переліцензувати їх.<lnk> Докладніше про ліцензію CC0 тут</lnk> .",
  "q02p2": "Поясніть своїм клієнтам, що ці ресурси є безкоштовними та є загальнодоступними, і, якщо можливо, додайте посилання на Poly Haven.",
  "q02p3": "Якщо ваш продукт добре продається, поміркуйте про підтримку створення цих ассетів<lnk> на Patreon</lnk> .",
  "q03": "Ви отримуєте комісійні?",
  "q03p1": "Poly Haven сама не виконує замовлення, але наші художники можуть із задоволенням працювати з вами. Будь ласка<lnk> зв'язатись</lnk> і ми можемо направити вас у правильному напрямку.",
  "q03p2": "Часто ми пропонуємо знижки, якщо ви також дозволите нам опублікувати свої ресурси на Poly Haven.",
  "q04": "Як це фінансується?",
  "q04p1": "Коротше кажучи, пожертвування таких людей, як ви, корпоративних спонсорів і реклама.",
  "q04p2": "Ми публікуємо подробиці нашої фінансової роботи в нашому<lnk> звіти про державні фінанси</lnk> .",
  "q05": "Що взагалі таке HDRI?",
  "q05p1": "Загалом, HDRI (зображення з розширеним динамічним діапазоном) — це просто зображення, яке містить понад 8 біт даних на піксель на канал. Такі формати зображень, як JPG і PNG, зазвичай є 8-розрядними і іноді називаються зображеннями з низьким динамічним діапазоном (LDR), тоді як такі формати зображень, як<lnk1> EXR</lnk1> і<lnk2> HDR</lnk2> зберігають більше даних і тому є HDRI.",
  "q05p2": "Однак у світі CG (і на цьому сайті) ми почали використовувати термін «HDRI» для опису 32-розрядної 360x180 градусів<lnk> рівнопрямокутний</lnk> зображення, яке використовується для освітлення CG сцен.",
  "q05p3": "HDRI часто використовуються як єдине джерело світла, щоб створити дуже реалістично освітлену сцену або відповідати освітленню з відеоматеріалу (використовуючи HDRI, знятий на тій самій сцені, що й відео). Але, звичайно, вони також використовуються для доповнення стандартних методів освітлення та додавання деталей до відображень.",
  "q06": "Як я можу використовувати ваші HDRI?",
  "q06p1": "Це надзвичайно просто та нічим не відрізняється від використання будь-якого іншого HDRI. Ось кілька коротких відео, щоб показати вам, як саме:",
  "q06p2": "Усі наші HDRI не обрізані, що означає, що ви отримаєте реалістичні результати автоматично, і вам не потрібно регулювати гамму або підключати зображення до входу сили/інтенсивності.",
  "q07": "Як вимірюєте динамічний діапазон (EVs) HDRI?",
  "q07p1": "Кількість EV (або «зупинок») базується виключно на кількості захоплених дужок. Наприклад, 12 EV означає, що 5 фотографій було зроблено з 3 EV між ними (витримка: 1/4000, 1/500, 1/60 1/8, 1\"), а оскільки між ними є 4 проміжки по 3 EV, кажуть, що динамічний діапазон становить 12 EV (4x3=12).",
  "q07p2": "На жаль, не існує стандартизованого способу вимірювання динамічного діапазону HDRI. Різні люди використовують різні методи, тому немає надійного способу, яким ви як користувач можете визначити, чи веб-сайт-A, який заявляє про 50 EV динамічного діапазону, справді кращий за веб-сайт-B, який має 20 EV.",
  "q07p3": "Головне, на що слід звернути увагу, це наявність HDRI<lnk> незакріплений</lnk> чи ні. Зазвичай вони нічого не згадують, якщо це дійсно обрізано, тому будьте уважні. Відсутність обрізки означає, що було зафіксовано <strong>весь діапазон яскравості сцени</strong> , включно з неймовірно яскравим сонячним світлом. Якщо HDRI обрізано (він же «затиснутий»), це створюватиме нереалістичне освітлення, яке зазвичай плоске та неконтрастне.",
  "q08": "Яке обладнання/програмне забезпечення ви використовуєте для HDRI?",
  "q08p1": "Час від часу це змінюється, і зараз є кілька фотографів, які знімають HDRI для цього сайту, тому перегляньте мою статтю про<lnk> створення власних HDRI</lnk> щоб відповісти на твоє актуальне питання ;)",
  "q09": "Чому на дифузних картах відсутні будь-які форми затінення?",
  "q09p1": "Ці дифузні текстури насправді є картами альбедо, розробленими для використання в механізмах фізичного відтворення. Натомість ми використовуємо термін «дифузний», тому що він має ширше розуміння, ніж «альбедо», і трохи конкретніше, ніж «колір».",
  "q09p2": "Щоб візуалізація PBR виглядала правильно, карти альбедо не повинні містити затінення. Натомість затінення застосовує сам механізм візуалізації за допомогою зміщення фізичної геометрії та затінення трасування траєкторії або окремої карти оклюзії навколишнього середовища. Без реальної геометрії мікрозміщення окрему карту оклюзії навколишнього середовища можна використовувати для імітації ефекту, який справжня геометрія мала б на затінення в середньому середовищі, зазвичай застосовуючи лише до непрямого освітлення.",
  "q09p3": "Ось чому ми видаляємо якомога більше затінення з наших дифузних карт, хоча ми не завжди можемо видалити все, і в деяких випадках бажано залишити мікроскопічне затінення, яке все одно не буде відтворено затіненням реального зміщення геометрії.",
  "q09p4": "Навпаки, дифузні карти, які використовуються в старих або нефотореалістичних механізмах візуалізації, мають містити затінення. Якщо ви працюєте з таким механізмом візуалізації або якщо бажаєте зменшити розмір файлу розповсюдження вашого проекту, ви можете об’єднати карти альбедо та AO, щоб створити традиційну дифузну карту. Це можна зробити, помноживши карту АО на карту альбедо в редакторі зображень.",
  "q10": "У мене не працює завантаження моделей та текстур!",
  "q10p1": "Якщо ви використовуєте розширення <strong>менеджера завантажень</strong> і отримуєте помилку <em>404</em> під час завантажень, вимкніть розширення для polyhaven.com.",
  "q10p2": "Якщо ви користуєтеся Firefox і ввімкнено <em>функцію «Видалити файли cookie та дані сайту, коли Firefox закрито»</em> , ви не зможете завантажити наші ресурси.<br /> Рішення: вимкніть цей параметр або скористайтеся іншим браузером.<lnk> Більше інформації тут</lnk> .",
  "q10p3": "Чому це відбувається? Коли ви завантажуєте модель/текстуру на нашому сайті, ваш браузер створює «сервіс-воркер», який завантажує всі окремі необхідні файли, такі як текстури та сітки, щоб миттєво створити для вас файл zip. Цей параметр у Firefox запобігає створенню Service Worker, тобто завантаження не працюють.",
  "q11": "Чи можу я завантажити власні моделі/текстури/hdris?",
  "q11p1": "Може бути!",
  "q11p2": "Ми не намагаємося стати наступним BlendSwap або Turbosquid, але ми приймаємо подаровані ресурси, які відповідають нашим суворим стандартам якості.",
  "q11p3": "Дізнайтеся, як подати свій ассет тут",
  "q12": "Ви використовуєте фотограмметрію/фотосканування?",
  "q12p1": "Абсолютно, але пам’ятайте, що це лише один із багатьох доступних інструментів. Наша мета — створити якісні ассети, і ми використовуватимемо будь-які методи, які найкраще підходять для кожного випадку.",
  "q13": "Куди поділися моделі пістолетів та автоматів?",
  "q13p1": "Коли ми запустили 3D Model Haven у 2020 році, ми замовили публікацію кількох моделей зброї від різних авторів. Зараз їх видалено, оскільки ми припускаємо, що їхні творці ґрунтувалися на реальних конструкціях зброї, яка, ймовірно, є інтелектуальною власністю виробників.",
  "q13p2": "Це юридична сіра зона, яку ми б хотіли уникати – самі моделі є CC0, але дизайни, на яких вони можуть базуватися, ймовірно, ні – тому для всіх буде безпечніше, якщо ми просто видалимо їх із сайту.",
  "q13p3": "У майбутньому ми плануємо замінити їх моделями на основі оригінальних вигаданих дизайнів.",
  "q14": "Чи можу я навчити AI на вашому контенті?",
  "q14p1": "Безумовно! Ми випускаємо всі наші ресурси під <lnk>ліцензією CC0</lnk> (по суті, без авторських прав в юрисдикціях, які її підтримують), що дозволяє вам робити з ними все, що завгодно, включаючи навчання AI-моделей. Ми хотіли б допомогти індустрії розвиватися і сподіваємося, що надання високоякісного набору даних для тренувань допоможе покращити результати ваших AI-моделей.",
  "q14p2": "Якщо ви працюєте в компанії або дослідницькій групі, яка користується послугами нашої бібліотеки, і хотіли б допомогти нам розширити набір даних, які ми робимо доступними для всіх, покращуючи якість ваших власних результатів, <lnk>будь ласка, підтримайте нас</lnk>.",
  "title": "Питання що часто задаються"
}
