{
  "add": "Додайте свій",
  "by": "за",
  "description": "Ілюстрації, надіслані десятками користувачів, створені з використанням наших ресурсів.",
  "submit": {
    "description": "Ви створили якийсь чудовий твір мистецтва, використовуючи один із наших активів? Покажіть це на цьому сайті!",
    "err-asset-limit": "Ви не можете вибрати {{limit}} об’єктів, будь ласка, виберіть лише найпомітніші з них, видимі у вашій візуалізації.",
    "err-jpg": "Зображення має бути у форматі JPG",
    "err-size": "Ваше зображення завелике, має бути менше 1 МБ",
    "form": {
      "art-name": "Назва художнього твору",
      "assets": "Використані активи",
      "assets-d": "Які HDRI, текстури чи 3D-моделі від Poly Haven ви використовували?",
      "file-change": "Змінити файл...",
      "file-size": "JPG менше 1 Мб",
      "link": "Посилання",
      "link-d": "Ваш веб-сайт/портфоліо або посилання на інші рендери цього проекту.",
      "select-change": "Виберіть файл...",
      "software": "Програмне забезпечення, що використовується",
      "software-d": "Яке 3D-програмне забезпечення ви використовували для створення свого твору мистецтва?",
      "submit": "Надіслати",
      "thanks": "Дякуємо за вашу заявку!",
      "thanks-d": "Ми розглянемо вашу візуалізацію протягом кількох днів і надішлемо вам результати електронною поштою.",
      "uploading": "Завантаження, зачекайте...",
      "your-email": "Твоя електронна пошта",
      "your-email-d": "Використовується лише для сповіщення про публікацію ваших творів мистецтва. Надійно зберігається та нікому не надається.",
      "your-name": "Твоє ім'я",
      "your-name-d": "Як хочеш, щоб тобі зарахували."
    },
    "s1p1": "Ви створили деякі<lnk> чудовий твір мистецтва</lnk> використовуючи один із наших ресурсів? Покажіть це на цьому сайті!",
    "s1p2": "Після того, як ви подасте візуалізацію, її буде надіслано нам на затвердження. Якщо нам це сподобається, воно відображатиметься в галереї протягом кількох тижнів, а також на сторінках ресурсів, які ви використовували для його створення.",
    "s1p3": "Якщо нам <em>дуже</em> сподобається ваша візуалізація, ми будемо показувати її назавжди та ділитися нею в наших соціальних мережах.",
    "s2": "правила:",
    "s2p1": "Твір мистецтва <strong>має бути вашим власним</strong> твором, і вам має бути дозволено демонструвати його публічно.",
    "s2p2": "Ви повинні використати принаймні одну з <strong>HDRI/текстур/моделей Poly Haven</strong> під час створення своєї ілюстрації.",
    "s2p3": "Зображення оголеного тіла чи інший вміст, присвячений неповнолітнім жінкам, не приймається.",
    "s3": "Примітка:",
    "s3p1": "Ми отримуємо <strong>багато</strong> заявок, тому, на жаль, ми можемо приймати лише найякісніші твори мистецтва, щоб запобігти захаращенню галереї.",
    "s3p2": "Ми не намагаємося бути черговою ArtStation, ця галерея призначена для того, щоб показати, що ви можете зробити з активами Poly Haven.",
    "s3p3": "Якщо ви хочете попросити відгук про свою візуалізацію, перш ніж надсилати її, у нас є дуже корисна спільнота<lnk> Розбрат</lnk> .",
    "s3p4": "Ми повідомимо вас електронною поштою, якщо вашу візуалізацію буде прийнято або відхилено. Це може зайняти день або два, оскільки ми зазвичай розглядаємо подання масово.",
    "s3p5": "Ось кілька поширених причин відмови:",
    "s3p5l1": "Рендери з невеликими зусиллями (наприклад, прості тести освітлення).",
    "s3p5l2": "Художні роботи низької якості.",
    "s3p5l3": "Ресурси Poly Haven не використовуються.",
    "s3p5l4": "Дуже схожа візуалізація від іншого художника, яка вже є (наприклад, рендери типу \"автомобіль на задній панелі\" з тією самою задньою панеллю).",
    "s3p5l5": "Забагато поданих зображень – зазвичай ми приймаємо не більше 3 різних зображень на художника на місяць.",
    "s3p5l6": "Кілька візуалізацій одного проекту (різні ракурси камери чи налаштування освітлення) – <strong>надсилайте лише найкращу візуалізацію для кожного проекту</strong> , а потім посилайтеся на свою сторінку ArtStation, де люди зможуть знайти більше.",
    "title": "Надішліть свій рендер"
  },
  "title": "Галерея візуалізації",
  "using": "використовуючи"
}
