{
  "s1p1": "Не просто безкоштовно, а <lnk>CC0</lnk> , тобто ви можете використовувати їх абсолютно для будь-яких цілей <strong>без ніяких обмежень</strong> .",
  "s1p2": "Не потрібно жодних грошових внесків або реєстрації, просто завантажте те, що ви хочете, і використовуйте це негайно, не турбуючись.",
  "s1t": "100% безкоштовно!",
  "s2p1": "Терміни «безкоштовно» та «якість» не завжди мають бути взаємовиключними.",
  "s2p2": "Ми не хочемо забруднювати Інтернет сміттям, тому ми зосереджуємося на створенні найкращих <strong>ассетів, які ви можете використовувати</strong> .",
  "s2p3": "Наша мета — створювати вміст, який відповідатиме не лише сьогоднішнім стандартам, але й вищим майбутнім стандартам, а також потенціалу майбутнього апаратного забезпечення.",
  "s2t": "Висока якість",
  "s3b1": "Стати патроном",
  "s3p1": "Як 3D-художник ви самі знаєте, скільки праці потрібно за ради створення якісних ассетів, особливо коли іншим людям потрібно буде їх використовувати для різноманітних проектів.",
  "s3p2": "Комп’ютери та фото обладнання, необхідні для створення високоякісного контенту, як і веб-інфраструктура, необхідна для підтримки роботи цієї платформи.",
  "s3p3": "Ось де ви вступаєте.",
  "s3p4": "Завдяки вашій підтримці, ми можемо не лише підтримувати Poly Haven у повному обсязі, але й <strong>покращувати його</strong>.",
  "s3t": "Підтримується вами",
  "s4": "Нещодавні патрони:",
  "s5b1": "Переглянути всі ассети",
  "s5b2": "Переглянути HDRI",
  "s5b3": "Переглянути текстури",
  "s5b4": "Переглянути моделі",
  "s6p1": "Poly Haven — це невелика компанія в Південній Африці, яка працює з художниками з усього світу.",
  "s6p2": "Наша мета — створити фінансований спільнотою ресурс відкритого вмісту, який постійно зростає, для повної свободи та зручності використання як професіоналами, так і любителями.",
  "s6p3": "Раніше ми мали<c1> HDRI Haven</c1> ,<c2> Texture Haven</c2> і<c3> 3D Model Haven</c3> як окремі незалежні проекти, але зрештою вирішили, що ми можемо краще служити спільноті, об’єднавши зусилля та створивши єдину нову платформу:<c4>Poly Haven</c4>.",
  "s6p4": "Якщо вам подобається те, що ми робимо, і ви хочете зберегти цей сайт, поміркуйте про це<lnk> підтримуйте нас на Patreon</lnk>.",
  "s6t": "Про нас",
  "s7": "Рендери спільноти:",
  "s7b": "Більше!",
  "s8p1": "Poly Haven — <strong>ваш</strong> громадський проект.",
  "s8p2": "Усе, що ми робимо, ми робимо з вашою допомогою для більшої спільноти 3D.",
  "s8t": "Приєднуйтесь до спільноти",
  "types-hdri": "Роздільна здатність 16k+ і завжди незакріплена для реалістичного освітлення одним клацанням миші.",
  "types-hdri-b": "Переглянути HDRI",
  "types-mod": "Гіперреальні 3D-моделі для візуальних ефектів і відеоігор нового покоління.",
  "types-mod-b": "Переглянути моделі",
  "types-tex": "Фотоскановані безшовні PBR матеріали з роздільною здатністю не менше 8k.",
  "types-tex-b": "Переглянути текстури"
}
