{
  "s1p1": "Não apenas grátis, mas<lnk> CC0</lnk> , o que significa que você pode usá-los para absolutamente qualquer finalidade <strong>sem restrições</strong> .",
  "s1p2": "Não há necessidade de paywalls ou inscrição, basta baixar o que você deseja e usá-lo imediatamente sem se preocupar.",
  "s1t": "100% grátis",
  "s2p1": "\"Gratuito\" e \"qualidade\" nem sempre precisam ser mutuamente exclusivos.",
  "s2p2": "Não queremos poluir a web com mais lixo, por isso nos concentramos em criar os melhores <strong>recursos que você pode realmente usar</strong> .",
  "s2p3": "Nosso objetivo é criar conteúdo que não apenas atenda aos padrões atuais, mas também padrões futuros mais elevados, e o potencial do hardware futuro também.",
  "s2t": "Alta qualidade",
  "s3b1": "Torne-se um Patrono",
  "s3p1": "Como artista 3D, você sabe o quanto é trabalhoso criar bons recursos, especialmente quando outras pessoas precisarão usá-los para uma variedade de projetos.",
  "s3p2": "Os computadores e equipamentos de câmera necessários para produzir conteúdo de alta qualidade são caros, assim como a infraestrutura da web necessária para manter essa plataforma funcionando.",
  "s3p3": "É aqui que você entra.",
  "s3p4": "Com seu apoio, não apenas podemos manter o Poly Haven ativo e funcionando, mas <strong>podemos melhorá-lo</strong> .",
  "s3t": "Apoiado por você",
  "s4": "Novos Patronos:",
  "s5b1": "Procurar todos os ativos",
  "s5b2": "Procurar HDRIs",
  "s5b3": "Procurar texturas",
  "s5b4": "Procurar modelos",
  "s6p1": "Poly Haven é uma pequena empresa com sede na África do Sul, que trabalha com artistas de todo o mundo.",
  "s6p2": "Nosso objetivo é criar um recurso de conteúdo aberto financiado pela comunidade em constante crescimento, para total liberdade e usabilidade por profissionais e amadores.",
  "s6p3": "Anteriormente corríamos<c1> Paraíso HDRI</c1> ,<c2> Refúgio de textura</c2> e<c3> Refúgio de Modelo 3D</c3> como projetos independentes separados, mas finalmente decidimos que poderíamos servir melhor à comunidade unindo forças e criando uma única nova plataforma:<c4> Poly Haven</c4> .",
  "s6p4": "Se você gosta do que fazemos e deseja manter este site vivo, considere<lnk> nos apoiando no Patreon</lnk> .",
  "s6t": "Sobre nós",
  "s7": "Renderizações da comunidade:",
  "s7b": "Mais",
  "s8p1": "Poly Haven é <strong>o seu</strong> projeto comunitário.",
  "s8p2": "Tudo o que fazemos, fazemos com a sua ajuda, para uma comunidade 3D maior.",
  "s8t": "Junte-se à Comunidade",
  "types-hdri": "Resolução de 16k+ e sempre sem recorte para iluminação realista com um clique.",
  "types-hdri-b": "Procurar HDRIs",
  "types-mod": "Modelos 3D hiper-reais, para efeitos visuais e videogames de última geração.",
  "types-mod-b": "Procurar modelos",
  "types-tex": "Materiais PBR sem emendas com fotos digitalizadas, resolução de pelo menos 8k.",
  "types-tex-b": "Procurar texturas"
}
