{
  "description": "Tavalised küsimused ja nende vastused.",
  "q01": "Kas ma võin neid varasid kaubanduslikult kasutada?",
  "q01p1": "Jah. Kõik meie varad on avaldatud CC0-litsentsi alusel, mis tähendab, et neid võib kasutada absoluutselt mis tahes eesmärgil, kaasa arvatud kaubanduslikul eesmärgil. <lnk>Rohkem teavet CC0 kohta leiad siit</lnk>.",
  "q02": "Kas ma võin need varad lisada oma müüdavasse tootesse?",
  "q02p1": "Jah. Ainus asi, mida te ei saa teha, on väita, et olete <em>originaalautor</em>, või neid uuesti litsentseerida. <lnk>Rohkem teavet CC0 litsentsi kohta leiate siit</lnk>.",
  "q02p2": "Palun tehke oma klientidele selgeks, et need varad on vabad ja üldkasutatavad, ning võimaluse korral lisage link Poly Havenile.",
  "q02p3": "Kui teie toode müüb hästi, kaaluge nende varade loomise toetamist <lnk>Patreonis</lnk>.",
  "q03": "Kas teete komisjonitasusid? ",
  "q03p1": "Poly Haven ise ei tee tellimusi, kuid meie kunstnikud võivad teiega hea meelega koostööd teha. Palun võtke <lnk>ühendust</lnk> ja me saame teile suunata teid õiges suunas.",
  "q03p2": "Sageli pakume allahindlusi, kui lubate meil avaldada oma vara ka Poly Havenis.",
  "q04": "Kuidas seda rahastatakse?",
  "q04p1": "Lühidalt öeldes, annetused sellistelt inimestelt nagu sina, ettevõtete sponsorid ja reklaam.",
  "q04p2": "Avaldame üksikasjad meie rahalise tegevuse kohta oma <lnk>riigi rahanduse aruannetes</lnk>.",
  "q05": "Mis asi üldse HDRI on?",
  "q05p1": "Üldiselt on HDRI (High Dynamic Range Image}} </span> lihtsalt pilt, mis sisaldab rohkem kui 8 bitti andmeid piksli ja kanali kohta. Sellised pildivormingud nagu JPG ja PNG on tavaliselt 8-bitised ja neid nimetatakse mõnikord LDR-piltideks (Low Dynamic Range}} </span>, samas kui sellised pildivormingud nagu <lnk1>EXR</lnk1> ja <lnk2>HDR</lnk2> salvestavad rohkem andmeid ja on seega HDRI-pildid.",
  "q05p2": "Kuid CG-maailmas (ja sellel saidil}} </span> oleme hakanud kasutama terminit \"HDRI\", et kirjeldada 32-bitist 360x180-kraadist <lnk>võrdkülgset</lnk> pilti, mida kasutatakse CG-stseenide valgustamiseks.",
  "q05p3": "HDRI-d kasutatakse sageli ainsa valgusallikana, et luua väga realistlikult valgustatud stseen või sobitada videomaterjali valgustust (kasutades HDRI-d, mis on pildistatud samal stseenil, kus video on tehtud}}. Loomulikult kasutatakse neid ka tavapäraste valgustustehnikate täiendamiseks ja peegelduste detailide lisamiseks.",
  "q06": "Kuidas ma kasutan teie HDRIsid?",
  "q06p1": "See on väga lihtne ja ei erine mis tahes muu HDRI kasutamisest. Siin on mõned lühikesed klipid, mis näitavad teile täpselt, kuidas:",
  "q06p2": "Kõik meie HDRI-d on lõikamata, mis tähendab, et saate realistlikud tulemused automaatselt ja ei pea reguleerima gammat ega ühendama pilti tugevuse/intensiivsuse sisendiga.",
  "q07": "Kuidas mõõta HDRI dünaamilist ulatust (EVs}} </span>?",
  "q07p1": "EVde (või \"peatuste\"}} </span> arv põhineb üksnes pildistatud sulgude arvul. Näiteks 12 EV tähendab, et 5 fotot on tehtud 3 EV-ga nende vahel (säriaeg: 1/4000, 1/500, 1/60, 1/8, 1\"}}, ja kuna nende vahel on 4 3 EV-ga lünka, öeldakse, et dünaamiline ulatus on 12 EV (4x3=12}}.",
  "q07p2": "Kahjuks ei ole HDRI dünaamilise ulatuse mõõtmiseks standardiseeritud meetodit. Erinevad inimesed kasutavad erinevaid meetodeid, seega ei ole usaldusväärset võimalust, mille abil saaksite kasutajana öelda, kas veebisait-A, mis väidab, et dünaamiline ulatus on 50 EV, on tegelikult parem kui veebisait-B, millel on 20 EV.",
  "q07p3": "Peamine asi, mida tuleb jälgida, on see, kas HDRI on <lnk>lahti lõigatud </lnk> või mitte. Tavaliselt ei mainita midagi, kui see on tõepoolest kärbitud, nii et olge ettevaatlik. Kui see on lõikamata, tähendab see, et <strong>stseeni kogu heleduse ulatus</strong> on jäädvustatud, kaasa arvatud ülihullemalt ere päikesepaiste. Kui HDRI on kärbitud (ehk \"kinni\"}}</span>, siis annab see ebarealistliku valgustuse, mis on tavaliselt lame ja kontrastitu.",
  "q08": "Milliseid seadmeid/tarkvara te kasutate HDRI-de tegemiseks?",
  "q08p1": "See muutub aeg-ajalt, ja nüüd on mitu fotograafi, kes pildistavad HDRI-d selle saidi jaoks, nii et vaadake minu artiklit <lnk>oma HDRI-de loomisest</lnk>, et vastata teie tegelikule küsimusele ;)",
  "q09": "Miks puuduvad teie hajuskaartidel igasugused varjundid?",
  "q09p1": "Need hajusad tekstuurid on tegelikult albedokaardid, mis on mõeldud kasutamiseks füüsikapõhistes renderdusmootorites. Me kasutame selle asemel terminit \"hajus\", sest see on veidi laiemalt mõistetavam kui \"albedo\" ja veidi spetsiifilisem kui \"värv\".",
  "q09p2": "Selleks, et PBR-renderdamine näeks korrektne välja, ei tohiks albedokaardid sisaldada mingeid varjundeid. Selle asemel rakendab varjutust renderdusmootor ise, kasutades füüsilise geomeetria nihkumist ja radade jälgitud varjutust või eraldi ambient occlusion map'i. Ilma reaalse mikronihke geomeetriata saab eraldi ambient occlusion map'i kasutada selleks, et simuleerida mõju, mida reaalne geomeetria avaldaks varjutusele keskmises keskkonnas, mida tavaliselt rakendatakse ainult kaudse valgustuse puhul.",
  "q09p3": "Seetõttu eemaldame oma hajutatud kaartidelt võimalikult palju varjundeid, kuigi me ei saa alati kõike eemaldada ja mõnel juhul on soovitav jätta mikroskoopiline varjund, mida tegeliku geomeetrilise nihke varjutamine niikuinii ei reprodutseeriks. ",
  "q09p4": "Seevastu vanemates või mitte-fotorealistlikes renderdusmootorites kasutatavad hajuskaardid on mõeldud varjundite sisaldamiseks. Kui te töötate sellise renderdusmootoriga või kui soovite vähendada oma projekti faili suurust, võite ühendada albedo- ja AO-kaardid, et luua traditsiooniline hajuskaart. Seda saab teha, korrutades AO-kaardi albedokaardiga pildiredaktoris.",
  "q10": "Mudelite ja tekstuuride allalaadimine ei tööta minu jaoks!",
  "q10p1": "Kui kasutad <strong>allalaadimishalduri</strong> laiendust ja saad allalaadimisel <em>404</em> vigu, lülita laiendus polyhaven.com jaoks välja.",
  "q10p2": "Kui kasutate Firefoxi ja kui teil on sisse lülitatud <em>\"Kustuta küpsised ja saidi andmed, kui Firefox suletakse\"</em>, siis ei saa te meie varasid alla laadida.<br />Lahendus: Lülitage see seade välja või kasutage teist brauserit. <lnk>Rohkem infot leiate siit</lnk>.",
  "q10p3": "Miks see toimub? Kui laadite meie veebilehelt mudeli/tekstuuri alla, loob teie brauser \"teenuse töötaja\", mis tõmbab kõik eraldi vajalikud failid, nagu tekstuurid ja võrgusilmad, et luua teile zip-faili. See Firefoxi seadistus takistab teenustöötaja loomist, mis tähendab, et allalaadimine ei toimi.",
  "q11": "Kas ma saan oma mudeleid/tekstuure/hdr-e üles laadida?",
  "q11p1": "Võibolla!",
  "q11p2": "Me ei püüa olla järgmine BlendSwap või Turbosquid, kuid me aktsepteerime annetatud varasid, mis vastavad meie rangetele kvaliteedistandarditele.",
  "q11p3": "Uuri välja kuidas oma vara esitada siit",
  "q12": "Kas te kasutate fotogrammetriat/fotoskaneerimist?",
  "q12p1": "Kindlasti, kuid pidage meeles, et see on vaid üks paljudest olemasolevatest vahenditest. Meie eesmärk on luua kvaliteetseid varasid ja me kasutame iga juhtumi puhul parimaid meetodeid.",
  "q13": "Kuhu relvamudelid kadusid?",
  "q13p1": "Kui me 2020. aastal 3D Model Haven'i käivitasime, tellisime erinevatelt autoritelt mõned relva mudelid, et neid seal avaldada. Need on nüüdseks eemaldatud, sest eeldame, et nende loojad lähtusid oma töös reaalsetest relvakujundustest, mis on tõenäoliselt tootjate intellektuaalne omand.",
  "q13p2": "See on juriidiline hall ala, mida me pigem väldiksime - mudelid ise on CC0, kuid nende aluseks olevad kujundused tõenäoliselt mitte - seega on kõigi jaoks turvalisem, kui me need lihtsalt veebilehelt eemaldame.",
  "q13p3": "Tulevikus plaanime need asendada originaalse väljamõeldud kujundusega mudelitega ",
  "q14": "Kas ma võin teie sisuga koolitada tehisintellekti?",
  "q14p1": "Absoluutselt! Me avaldame kõik oma varad <lnk>CC0 litsentsi</lnk> alusel (sisuliselt autoriõiguseta jurisdiktsioonides, mis toetavad seda}}, mis võimaldab teil teha nendega, mida iganes soovite, sealhulgas koolitada tehisintellekti mudeleid. Meile meeldiks aidata tööstusel areneda ja loodame, et kõrge kvaliteetse andmestiku pakkumine treenimiseks aitab parandada teie tehisintellekti mudelite tulemusi.",
  "q14p2": "Kui te töötate ettevõtte või uurimisrühma heaks , mis saab kasu meie kogumikust, ja soovite aidata meil suurendada meile kõigile kättesaadavat andmekogumit, parandades oma väljundite kvaliteeti, <lnk>siis palun aidake meid rahastada</lnk>.",
  "title": "Korduma kippuvad küsimused"
}
