{
  "add": "Lisa oma",
  "by": "poolt",
  "description": "Kümnete kasutajate esitatud kunstiteosed, mis on loodud meie varade abil.",
  "submit": {
    "description": "Kas olete loonud mõne vinge kunstiteose, kasutades mõnda meie varadest? Näita seda sellel saidil!",
    "err-asset-limit": "Sa ei saa valida rohkem kui {{limit}} varasid, palun vali ainult kõige silmapaistvamad varad, mis on sinu renderdamisel nähtavad.",
    "err-jpg": "Pilt peab olema JPG",
    "err-size": "Teie pilt on liiga suur, see peab olema alla 1MB.",
    "form": {
      "art-name": "Kunstiteose nimi",
      "assets": "Kasutatud varad",
      "assets-d": "Milliseid HDRIsid, tekstuure või 3D-mudeleid Poly Havenist sa kasutasid?",
      "file-change": "Muuda faili...",
      "file-size": "JPG alla 1MB",
      "link": "Link",
      "link-d": "Teie veebileht/portfoolio või link selle projekti rohkematele renderdustele.",
      "select-change": "Valige Fail...",
      "software": "Kasutatud tarkvara",
      "software-d": "Millist 3D-tarkvara kasutasite oma kunstiteose loomiseks?",
      "submit": "Esita",
      "thanks": "Täname esitamise eest! ",
      "thanks-d": "Me vaatame teie esituse mõne päeva jooksul läbi ja saadame teile tulemused e-posti. ",
      "uploading": "Üleslaadimine, palun oodake...",
      "your-email": "Teie e-posti aadress",
      "your-email-d": "Kasutatakse ainult selleks, et teavitada teid, kui teie teos on avaldatud. Säilitatakse turvaliselt ja ei jagata kellegagi.",
      "your-name": "Teie nimi",
      "your-name-d": "Nagu soovite, et teid tunnustataks "
    },
    "s1p1": "Kas olete loonud mõne <lnk>vinge kunstiteose</lnk>, kasutades mõnda meie varadest? Näita seda sellel saidil!",
    "s1p2": "Kui olete oma renderduse esitanud, saadetakse see meile kinnitamiseks. Kui see meile meeldib, kuvatakse seda paar nädalat galeriis ja ka nende varade lehekülgedel, mida sa selle loomiseks kasutasid.",
    "s1p3": "Kui meile meeldib sinu renderdus <em>väga</em>, esitleme seda alaliselt ja jagame seda oma sotsiaalmeedias.",
    "s2": "Reeglid:",
    "s2p1": "Kunstiteos <strong>peab olema teie enda looming</strong> ja teil peab olema lubatud seda avalikult eksponeerida.",
    "s2p2": "Sa pead kasutama vähemalt ühte <strong>Poly Haveni HDRI-dest/tekstuuridest/mudelitest</strong> oma teose loomisel.",
    "s2p3": "Alastust või muud NSFW sisu ei saa aktsepteerida.",
    "s3": "Märkus:",
    "s3p1": "Meile laekub <strong>palju</strong> töid, nii et kahjuks saame vastu võtta ainult kõige kvaliteetsemaid töid, et galerii ei muutuks ummikuks.",
    "s3p2": "Me ei püüa olla järjekordne ArtStation, see galerii on pühendatud sellele, et näidata, mida saab teha Poly Haveni varadega.",
    "s3p3": "Kui soovid küsida tagasisidet oma renderduse kohta enne selle esitamist, on meil <lnk>Discordis</lnk> väga abivalmis kogukond.",
    "s3p4": "Me teavitame teid e-kirjaga, kui teie render on heaks kiidetud või tagasi lükatud. See võib võtta päeva või kaks, kuna me vaatame taotlusi läbi hulgi.",
    "s3p5": "Siin on mõned tavalised tagasilükkamise põhjused:",
    "s3p5l1": "Vähese töömahuga renderdused (nt lihtsad valgustuskatsed}}.",
    "s3p5l2": "Madala kvaliteediga kunstiteos.",
    "s3p5l3": "Poly Haveni varasid ei kasutatud.",
    "s3p5l4": "Väga sarnane render on teise kunstniku poolt juba olemas (nt \"auto tagaplaadil\" tüüpi renderdused sama tagaplaadiga}}.",
    "s3p5l5": "Liiga palju töid - tavaliselt võtame vastu maksimaalselt 3 erinevat pilti ühe kunstniku kohta kuus.",
    "s3p5l6": "Sama projekti mitu renderdust (erinevad kaameranurgad või valgustuse seadistused}} - <strong>esitage iga projekti kohta ainult oma parim renderdus</strong> ja linkige oma ArtStationi lehele, kust inimesed saavad rohkem leida.",
    "title": "Esitage oma render"
  },
  "title": "Render Galerii",
  "using": "kasutades"
}
