{
  "s1p1": "Mitte lihtsalt tasuta, vaid <lnk>CC0</lnk>, mis tähendab, et te võite neid kasutada absoluutselt mis tahes eesmärgil <strong>ilma piiranguteta</strong>.",
  "s1p2": "Ei ole vaja mingeid maksumüüre ega registreerumist, lihtsalt lae alla, mida soovid, ja kasuta seda kohe muretult.",
  "s1t": "100% tasuta",
  "s2p1": "\"Tasuta\" ja \"kvaliteet\" ei pea alati välistama teineteist.",
  "s2p2": "Me ei taha reostada veebi veel rohkem prügiga, seega keskendume parimate <strong>varade</strong> loomisele, mida <strong>sa tegelikult kasutada saad</strong>.",
  "s2p3": "Meie eesmärk on luua sisu, mis ei vasta mitte ainult tänastele, vaid ka kõrgematele tulevikustandarditele ja tulevase riistvara potentsiaalile.",
  "s2t": "Kõrge kvaliteet",
  "s3b1": "Hakka patrooniks",
  "s3p1": "3D-kunstnikuna tead, kui palju tööd on heade varade loomisega, eriti kui teised inimesed peavad neid erinevates projektides kasutama.",
  "s3p2": "Kvaliteetse sisu tootmiseks vajalikud arvutid ja kaameraseadmed on kallid, nagu ka veebiinfrastruktuur, mida on vaja selle platvormi töös hoidmiseks.",
  "s3p3": "See on koht, kus teie tulete mängu.",
  "s3p4": "Teie toetusega ei saa me mitte ainult hoida Poly Havenit elus ja toimivana, vaid me <strong>saame seda ka parandada</strong>.",
  "s3t": "Teie poolt toetatud",
  "s4": "Uusimad patroonid:",
  "s4p2": "Parimad patroonid:",
  "s5b1": "Sirvi kõiki varasid ",
  "s5b2": "Sirvi HDR-e",
  "s5b3": "Sirvi tekstuure",
  "s5b4": "Sirvi mudeleid",
  "s6p1": "Poly Haven on väike ettevõte, mis asub Lõuna-Aafrikas ja teeb koostööd kunstnikega üle maailma.",
  "s6p2": "Meie eesmärk on luua pidevalt kasvav kogukonna poolt rahastatav avatud sisu ressurss, mis on täiesti vaba ja kasutatav nii professionaalidele kui ka harrastajatele.",
  "s6p3": "Varem haldasime <c1>HDRI Havenit</c1>, <c2>Texture Havenit</c2> ja <c3>3D Model Havenit</c3> eraldi sõltumatute projektidena, kuid lõpuks otsustasime, et saame kogukonda paremini teenida, kui ühendame jõud ja loome ühe uue platvormi: <c4>Poly Haven</c4>.",
  "s6p4": "Kui sulle meeldib see, mida me teeme ja tahad seda saiti elus hoida, siis kaalu <lnk>meie toetamist Patreonis</lnk>.",
  "s6t": "Meie kohta",
  "s7": "Kommuuni renderdused:",
  "s7b": "Rohkem",
  "s8p1": "Poly Haven on <strong>teie</strong> kogukonna projekt.",
  "s8p2": "Kõike, mida me teeme, teeme teie abiga, suurema 3D-kogukonna jaoks.",
  "s8t": "Ühine kogukonnaga",
  "types-hdri": "16k+ eraldusvõime ja alati lõikamata ühe klõpsuga realistliku valgustuse jaoks.",
  "types-hdri-b": "Sirvi HDRI-d",
  "types-mod": "Hüperreaalsed 3D-mudelid visuaalsete efektide ja järgmise põlvkonna videomängude jaoks.",
  "types-mod-b": "Sirvi mudeleid",
  "types-tex": "Fotoskaneeritud õmblusteta PBR-materjalid, vähemalt 8k resolutsiooniga.",
  "types-tex-b": "Sirvi tekstuure"
}
