{
  "description": "Συνήθεις ερωτήσεις και οι απαντήσεις τους.",
  "q01": "Μπορώ να χρησιμοποιήσω αυτά τα περιουσιακά στοιχεία εμπορικά;",
  "q01p1": "Ναι. Όλα τα περιουσιακά μας στοιχεία κυκλοφορούν υπό την άδεια CC0, που σημαίνει ότι μπορείτε να τα χρησιμοποιήσετε για απολύτως οποιονδήποτε σκοπό, συμπεριλαμβανομένης της εμπορικής εργασίας. <lnk>Περισσότερα για την CC0 εδώ</lnk>.",
  "q02": "Μπορώ να συμπεριλάβω αυτά τα περιουσιακά στοιχεία σε ένα προϊόν που πουλάω;",
  "q02p1": "Ναι. Το μόνο πράγμα που δεν μπορείτε να κάνετε είναι να ισχυριστείτε ότι είστε ο <em>αρχικός</em> συγγραφέας ή να τους παραχωρήσετε εκ νέου άδεια χρήσης. <lnk>Περισσότερα για την άδεια CC0 εδώ</lnk>.",
  "q02p2": "Παρακαλείστε να καταστήσετε σαφές στους πελάτες σας ότι τα στοιχεία αυτά είναι ελεύθερα και κοινόχρηστα και, αν είναι δυνατόν, να συμπεριλάβετε έναν σύνδεσμο προς το Poly Haven.",
  "q02p3": "Αν το προϊόν σας πουλάει καλά, σκεφτείτε να υποστηρίξετε τη δημιουργία αυτών των στοιχείων <lnk>στο Patreon</lnk>.",
  "q03": "Κάνετε προμήθειες;",
  "q03p1": "Το Poly Haven δεν κάνει αναθέσεις, αλλά οι καλλιτέχνες μας θα χαρούν να συνεργαστούν μαζί σας. Παρακαλούμε <lnk>επικοινωνήστε</lnk> μαζί μας και μπορούμε να σας δείξουμε τη σωστή κατεύθυνση.",
  "q03p2": "Συχνά προσφέρουμε εκπτώσεις αν μας επιτρέψετε να δημοσιεύσουμε τα περιουσιακά σας στοιχεία και στο Poly Haven.",
  "q04": "Πώς χρηματοδοτείται αυτό;",
  "q04p1": "Εν ολίγοις, δωρεές από ανθρώπους σαν εσάς, εταιρικούς χορηγούς και διαφήμιση.",
  "q04p2": "Δημοσιεύουμε τις λεπτομέρειες του τρόπου με τον οποίο λειτουργούμε οικονομικά στις <lnk>εκθέσεις</lnk> μας για <lnk>τα δημόσια οικονομικά</lnk>.",
  "q05": "Τι είναι ένα HDRI τέλος πάντων;",
  "q05p1": "Σε γενικές γραμμές, μια εικόνα HDRI (High Dynamic Range Image) είναι απλώς μια εικόνα που περιέχει περισσότερα από 8 bit δεδομένων ανά pixel ανά κανάλι. Οι μορφές εικόνας όπως JPG και PNG είναι συνήθως 8-bit και μερικές φορές αναφέρονται ως εικόνες \"LDR\" (Low Dynamic Range), ενώ οι μορφές εικόνας όπως <lnk1>EXR</lnk1> και <lnk2>HDR</lnk2> αποθηκεύουν περισσότερα δεδομένα και επομένως είναι HDRI.",
  "q05p2": "Ωστόσο, στον κόσμο του CG (και σε αυτόν τον ιστότοπο) έχουμε συνηθίσει να χρησιμοποιούμε τον όρο \"HDRI\" για να περιγράψουμε μια 32-bit <lnk>ισοκατευθυντική</lnk> εικόνα 360x180 μοιρών που χρησιμοποιείται για τον φωτισμό σκηνών CG.",
  "q05p3": "Τα HDRI χρησιμοποιούνται συχνά ως η μόνη πηγή φωτός για τη δημιουργία μιας πολύ ρεαλιστικά φωτισμένης σκηνής ή για την αντιστοίχιση του φωτισμού από βίντεο (χρησιμοποιώντας ένα HDRI που έχει τραβηχτεί στο ίδιο σκηνικό με αυτό που τραβήχτηκε το βίντεο). Αλλά φυσικά χρησιμοποιούνται επίσης για να συμπληρώσουν τις τυπικές τεχνικές φωτισμού και για να προσθέσουν λεπτομέρεια στις αντανακλάσεις.",
  "q06": "Πώς μπορώ να χρησιμοποιήσω τα HDRI σας;",
  "q06p1": "Είναι πανεύκολο και δεν διαφέρει από τη χρήση οποιουδήποτε άλλου HDRI. Ακολουθούν μερικά σύντομα βίντεο που θα σας δείξουν πώς ακριβώς γίνεται:",
  "q06p2": "Όλα τα HDRI μας είναι unclipped, που σημαίνει ότι θα έχετε ρεαλιστικά αποτελέσματα αυτόματα και δεν χρειάζεται να ρυθμίσετε το γάμμα ή να συνδέσετε την εικόνα στην είσοδο ισχύος/έντασης.",
  "q07": "Πώς μετράτε το δυναμικό εύρος (EVs) ενός HDRI;",
  "q07p1": "Ο αριθμός των EVs (ή \"στάσεων\") βασίζεται αποκλειστικά στον αριθμό των παρενθέσεων που έχουν καταγραφεί. Για παράδειγμα, 12 EVs σημαίνει ότι τραβήχτηκαν 5 φωτογραφίες με 3 EVs μεταξύ τους (ταχύτητες κλείστρου: 1/4000, 1/500, 1/60, 1/8, 1\"), και δεδομένου ότι υπάρχουν 4 κενά των 3 EVs μεταξύ τους, το δυναμικό εύρος λέγεται ότι είναι 12 EVs (4x3=12).",
  "q07p2": "Δυστυχώς δεν υπάρχει τυποποιημένος τρόπος μέτρησης του δυναμικού εύρους ενός HDRI. Διαφορετικοί άνθρωποι χρησιμοποιούν διαφορετικές μεθόδους, οπότε δεν υπάρχει αξιόπιστος τρόπος με τον οποίο εσείς ως χρήστης να μπορείτε να διαπιστώσετε αν ο ιστότοπος Α που ισχυρίζεται ότι έχει δυναμικό εύρος 50 EVs είναι στην πραγματικότητα καλύτερος από τον ιστότοπο Β που έχει 20 EVs.",
  "q07p3": "Το κυριότερο πράγμα που πρέπει να προσέξετε είναι αν ένα HDRI <lnk>δεν έχει περικοπεί</lnk> ή όχι. Συνήθως δεν αναφέρουν τίποτα αν είναι όντως ψαλιδισμένο, οπότε προσέξτε. Η μη περικοπή σημαίνει ότι αποτυπώθηκε <strong>όλο το εύρος της φωτεινότητας της σκηνής</strong>, συμπεριλαμβανομένης της τρελά φωτεινής ηλιοφάνειας. Εάν ένα HDRI είναι ψαλιδισμένο (ή αλλιώς \"σφιγμένο\"), θα παράγει μη ρεαλιστικό φωτισμό, ο οποίος είναι συνήθως επίπεδος και χωρίς αντίθεση.",
  "q08": "Τι εξοπλισμό/λογισμικό χρησιμοποιείτε για HDRIs;",
  "q08p1": "Αυτό αλλάζει κάθε τόσο, και υπάρχουν πλέον πολλοί φωτογράφοι που τραβούν HDRIs για αυτόν τον ιστότοπο, οπότε ρίξτε μια ματιά στο άρθρο μου για τη <lnk>δημιουργία των δικών σας HDRIs</lnk> για να απαντήσετε στην πραγματική σας ερώτηση ;)",
  "q09": "Γιατί οι χάρτες διάχυσης σας στερούνται οποιασδήποτε μορφής σκίασης;",
  "q09p1": "Αυτές οι διάχυτες υφές είναι στην πραγματικότητα χάρτες albedo, σχεδιασμένοι για χρήση σε μηχανές απόδοσης που βασίζονται στη φυσική. Χρησιμοποιούμε τον όρο \"διάχυτη\", επειδή είναι λίγο πιο κατανοητός από τον όρο \"albedo\" και λίγο πιο συγκεκριμένος από τον όρο \"χρώμα\".",
  "q09p2": "Για να φαίνεται σωστή η απόδοση PBR, οι χάρτες albedo δεν πρέπει να περιέχουν καμία σκίαση. Αντ' αυτού, η σκίαση εφαρμόζεται από την ίδια τη μηχανή απεικόνισης, με τη βοήθεια της φυσικής μετατόπισης της γεωμετρίας και της σκίασης που εντοπίζεται στο μονοπάτι, ή ενός ξεχωριστού χάρτη απόκρυψης περιβάλλοντος. Χωρίς πραγματική γεωμετρία μικρο-μετατόπισης, ο ξεχωριστός χάρτης ambient occlusion μπορεί να χρησιμοποιηθεί για την προσομοίωση της επίδρασης που θα είχε η πραγματική γεωμετρία στη σκίαση σε ένα μέσο περιβάλλον, που συνήθως εφαρμόζεται μόνο στον έμμεσο φωτισμό.",
  "q09p3": "Αυτός είναι ο λόγος για τον οποίο αφαιρούμε όσο το δυνατόν περισσότερη σκίαση από τους χάρτες διάχυσης, αν και δεν μπορούμε πάντα να αφαιρούμε τα πάντα, και σε ορισμένες περιπτώσεις είναι επιθυμητό να αφήσουμε μικροσκοπική σκίαση η οποία δεν θα αναπαραγόταν ούτως ή άλλως με τη σκίαση πραγματικής γεωμετρικής μετατόπισης.",
  "q09p4": "Αντίθετα, οι χάρτες διάχυσης που χρησιμοποιούνται σε παλαιότερες ή μη φωτορεαλιστικές μηχανές απεικόνισης προορίζονται να περιέχουν σκίαση. Εάν εργάζεστε με μια τέτοια μηχανή απεικόνισης ή εάν θέλετε να μειώσετε το μέγεθος του αρχείου διανομής του έργου σας, μπορείτε να συγχωνεύσετε τους χάρτες albedo και AO μαζί για να δημιουργήσετε έναν παραδοσιακό χάρτη διάχυσης. Αυτό μπορεί να γίνει πολλαπλασιάζοντας τον χάρτη AO πάνω στον χάρτη albedo σε έναν επεξεργαστή εικόνας.",
  "q10": "Οι λήψεις μοντέλων και υφών δεν λειτουργούν για μένα!",
  "q10p1": "Εάν χρησιμοποιείτε μια επέκταση <strong>διαχείρισης λήψεων</strong> και λαμβάνετε σφάλματα <em>404</em> στις λήψεις, απενεργοποιήστε την επέκταση για το polyhaven.com.",
  "q10p2": "Εάν χρησιμοποιείτε τον Firefox και έχετε ενεργοποιήσει <em> τη λειτουργία \"Διαγραφή cookies και δεδομένων του ιστότοπου όταν κλείνει ο Firefox\"</em>, τότε δεν μπορείτε να κατεβάσετε τα περιουσιακά μας στοιχεία.<br />Λύση: Απενεργοποιήστε αυτή τη ρύθμιση ή χρησιμοποιήστε ένα άλλο πρόγραμμα περιήγησης. <lnk>Περισσότερες πληροφορίες εδώ</lnk>.",
  "q10p3": "Γιατί συμβαίνει αυτό; Όταν κατεβάζετε ένα μοντέλο/υφή από τον ιστότοπό μας, το πρόγραμμα περιήγησής σας δημιουργεί έναν \"εργάτη υπηρεσίας\" που συγκεντρώνει όλα τα ξεχωριστά απαιτούμενα αρχεία, όπως υφές και πλέγματα, για να δημιουργήσει ένα αρχείο zip για εσάς εν κινήσει. Αυτή η ρύθμιση στον Firefox εμποδίζει τη δημιουργία του εργάτη υπηρεσιών, πράγμα που σημαίνει ότι οι λήψεις δεν λειτουργούν.",
  "q11": "Μπορώ να ανεβάσω τα δικά μου μοντέλα/υφές/hdris;",
  "q11p1": "Ίσως!",
  "q11p2": "Δεν προσπαθούμε να γίνουμε το επόμενο BlendSwap ή Turbosquid, αλλά δεχόμαστε δωρεές περιουσιακών στοιχείων που πληρούν τα αυστηρά ποιοτικά μας πρότυπα.",
  "q11p3": "Μάθετε πώς να υποβάλετε το περιουσιακό σας στοιχείο εδώ",
  "q12": "Χρησιμοποιείτε φωτογραμμετρία/φωτοσκόπηση;",
  "q12p1": "Απολύτως, αλλά να θυμάστε ότι αυτό είναι μόνο ένα από τα πολλά διαθέσιμα εργαλεία. Στόχος μας είναι να δημιουργούμε ποιοτικά στοιχεία ενεργητικού και θα χρησιμοποιήσουμε όποιες μεθόδους είναι καλύτερες για κάθε περίπτωση.",
  "q13": "Πού πήγαν τα μοντέλα όπλων;",
  "q13p1": "Όταν ξεκινήσαμε το 3D Model Haven το 2020, αναθέσαμε σε διάφορους συγγραφείς να δημοσιεύσουν εκεί μερικά μοντέλα όπλων. Αυτά έχουν πλέον αφαιρεθεί, καθώς υποθέτουμε ότι οι δημιουργοί τους βασίστηκαν σε σχέδια όπλων του πραγματικού κόσμου, τα οποία πιθανότατα αποτελούν πνευματική ιδιοκτησία των κατασκευαστών.",
  "q13p2": "Αυτή είναι μια νομική γκρίζα ζώνη που θα προτιμούσαμε να αποφύγουμε - τα ίδια τα μοντέλα είναι CC0, αλλά τα σχέδια στα οποία μπορεί να βασίζονται πιθανώς όχι - οπότε είναι ασφαλέστερο για όλους αν τα αφαιρέσουμε από τον ιστότοπο.",
  "q13p3": "Στο μέλλον σκοπεύουμε να τα αντικαταστήσουμε με μοντέλα βασισμένα σε πρωτότυπα φανταστικά σχέδια.",
  "q14": "Μπορώ να εκπαιδεύσω μια τεχνητή νοημοσύνη με το περιεχόμενό σας;",
  "q14p1": "Απολύτως! Δημοσιεύουμε όλα τα περιουσιακά μας στοιχεία υπό την <lnk>άδεια CC0</lnk> (ουσιαστικά χωρίς πνευματικά δικαιώματα στις δικαιοδοσίες που την υποστηρίζουν), η οποία σας επιτρέπει να κάνετε ό,τι θέλετε με αυτά, συμπεριλαμβανομένης της εκπαίδευσης μοντέλων τεχνητής νοημοσύνης. Θα θέλαμε πολύ να βοηθήσουμε τη βιομηχανία να αναπτυχθεί και ελπίζουμε ότι η παροχή ενός συνόλου δεδομένων υψηλής ποιότητας για εκπαίδευση μπορεί να βοηθήσει στη βελτίωση των αποτελεσμάτων των μοντέλων AI σας.",
  "q14p2": "Αν εργάζεστε σε μια εταιρεία ή ερευνητική ομάδα που επωφελείται από τη βιβλιοθήκη μας και θα θέλατε να μας βοηθήσετε να αυξήσουμε το σύνολο των δεδομένων που διαθέτουμε για όλους, βελτιώνοντας την ποιότητα των δικών σας αποτελεσμάτων, <lnk>παρακαλούμε βοηθήστε μας να χρηματοδοτήσουμε</lnk>.",
  "title": "Συχνές ερωτήσεις"
}
