{
  "s1p1": "Όχι απλώς δωρεάν, αλλά <lnk>CC0</lnk>, που σημαίνει ότι μπορείτε να τα χρησιμοποιήσετε για απολύτως οποιονδήποτε σκοπό <strong>χωρίς περιορισμούς</strong>.",
  "s1p2": "Δεν απαιτούνται συνδρομητικά τείχη ή εγγραφή, απλά κατεβάστε ό,τι θέλετε και χρησιμοποιήστε το αμέσως χωρίς να ανησυχείτε.",
  "s1t": "100% δωρεάν",
  "s2p1": "Το \"δωρεάν\" και η \"ποιότητα\" δεν χρειάζεται πάντα να αποκλείουν το ένα το άλλο.",
  "s2p2": "Δεν θέλουμε να μολύνουμε τον ιστό με περισσότερα σκουπίδια, γι' αυτό επικεντρωνόμαστε στη δημιουργία των καλύτερων <strong>στοιχείων που μπορείτε να χρησιμοποιήσετε</strong>.",
  "s2p3": "Στόχος μας είναι να δημιουργήσουμε περιεχόμενο που θα ανταποκρίνεται όχι μόνο στα σημερινά πρότυπα, αλλά και σε υψηλότερα μελλοντικά πρότυπα, καθώς και στις δυνατότητες του μελλοντικού υλικού.",
  "s2t": "Υψηλή ποιότητα",
  "s3b1": "Γίνετε προστάτης",
  "s3p1": "Ως καλλιτέχνης 3D, γνωρίζετε πόση δουλειά απαιτεί η δημιουργία καλών στοιχείων, ειδικά όταν άλλοι άνθρωποι θα πρέπει να τα χρησιμοποιήσουν για διάφορα έργα.",
  "s3p2": "Οι υπολογιστές και ο εξοπλισμός καμερών που απαιτούνται για την παραγωγή περιεχομένου υψηλής ποιότητας είναι ακριβοί, το ίδιο και η διαδικτυακή υποδομή που απαιτείται για τη λειτουργία αυτής της πλατφόρμας.",
  "s3p3": "Σε αυτό το σημείο μπαίνετε εσείς στο παιχνίδι.",
  "s3p4": "Με την υποστήριξή σας, όχι μόνο μπορούμε να διατηρήσουμε το Poly Haven ζωντανό και λειτουργικό, αλλά και να <strong>το βελτιώσουμε</strong>.",
  "s3t": "Υποστηρίζεται από εσάς",
  "s4": "Νεότεροι υποστηρικτές:",
  "s4p2": "Κορυφαίοι υποστηρικτές:",
  "s5b1": "Αναζήτηση όλων των περιουσιακών στοιχείων",
  "s5b2": "Αναζήτηση HDRIs",
  "s5b3": "Αναζήτηση υφών",
  "s5b4": "Αναζήτηση μοντέλων",
  "s6p1": "Η Poly Haven είναι μια μικρή εταιρεία που εδρεύει στη Νότια Αφρική και συνεργάζεται με καλλιτέχνες σε όλο τον κόσμο.",
  "s6p2": "Στόχος μας είναι να δημιουργήσουμε μια συνεχώς αναπτυσσόμενη πηγή ανοικτού περιεχομένου, χρηματοδοτούμενη από την κοινότητα, για πλήρη ελευθερία και χρηστικότητα τόσο από επαγγελματίες όσο και από ερασιτέχνες.",
  "s6p3": "Προηγουμένως τρέχαμε το <c1>HDRI Haven</c1>, το <c2>Texture Haven</c2> και το <c3>3D Model Haven</c3> ως ξεχωριστά ανεξάρτητα έργα, αλλά τελικά αποφασίσαμε ότι θα μπορούσαμε να εξυπηρετήσουμε καλύτερα την κοινότητα ενώνοντας τις δυνάμεις μας και δημιουργώντας μια ενιαία νέα πλατφόρμα: <c4>Poly Haven</c4>.",
  "s6p4": "Αν σας αρέσει αυτό που κάνουμε και θέλετε να κρατήσετε αυτό το site ζωντανό, σκεφτείτε να <lnk>μας υποστηρίξετε στο Patreon</lnk>.",
  "s6t": "Σχετικά με εμάς",
  "s7": "Κοινοτικά Renders:",
  "s7b": "Περισσότερα",
  "s8p1": "Το Poly Haven είναι <strong>το δικό σας</strong> κοινοτικό έργο.",
  "s8p2": "Ό,τι κάνουμε, το κάνουμε με τη βοήθειά σας, για την ευρύτερη κοινότητα 3D.",
  "s8t": "Γίνετε μέλος της Κοινότητας",
  "types-hdri": "Ανάλυση 16k+ και πάντα χωρίς περικοπές για ρεαλιστικό φωτισμό με ένα κλικ.",
  "types-hdri-b": "Αναζήτηση HDRIs",
  "types-mod": "Υπερρεαλιστικά τρισδιάστατα μοντέλα, για οπτικά εφέ και βιντεοπαιχνίδια επόμενης γενιάς.",
  "types-mod-b": "Αναζήτηση μοντέλων",
  "types-tex": "Υλικά PBR χωρίς ραφή, σαρωμένα με φωτογραφίες, με ανάλυση τουλάχιστον 8k.",
  "types-tex-b": "Αναζήτηση υφών"
}
