{
  "account": "Conta",
  "hi": "Oi",
  "login": {
    "li1": "Remoção permanente de anúncios.",
    "li2": "Acesso antecipado aos ativos, antes de serem divulgados publicamente.",
    "li3": "Acesso ao nosso serviço em nuvem, para sincronizar todos os nossos ativos em seu disco rígido.",
    "li4": "Patrocine um ativo permanentemente todo mês, mostrando seu nome e link ao lado dos botões de download.",
    "p1": "Se você é um<lnk> patrono</lnk> da Poly Haven, efetuar login aqui lhe dará acesso às suas recompensas diretamente neste site.",
    "p2": "Dependendo do seu nível de suporte, suas recompensas podem incluir:"
  },
  "not-patron": "Você não parece ser um patrono de Poly Haven :( se isso estiver incorreto, por favor<lnk> entrar em contato</lnk> para que possamos investigar o problema nesta página. Vamos precisar das seguintes informações:",
  "not-patron-anymore": "Parece que você não é mais um patrono de Poly Haven. Tudo bem, e agradecemos seu apoio anterior :)",
  "reward_one": "Isso concede a você a seguinte recompensa:",
  "reward_other": "Isso concede a você as seguintes recompensas:",
  "rewards": {
    "credit": {
      "invalid": "Nome inválido",
      "p1": "Seu nome está atualmente",
      "p2": "{{hidden}} na lista de usuários no rodapé deste site.",
      "p3": "A alteração dessa configuração pode levar algumas horas para atualizar todas as páginas do site.",
      "p4": "Nome em Exibição:",
      "title": "Crédito de rodapé"
    },
    "early-access": {
      "p1": "Agora que você está logado, o<lnk> Biblioteca de recursos</lnk> incluirá recursos que agendamos para publicar no futuro.",
      "p2": "Eles são marcados por um círculo azul e o logotipo do Patreon no canto superior direito, assim:",
      "p3": "Você já pode baixá-los, antes de todos os outros :)",
      "title": "Acesso Antecipado"
    },
    "no-ads": {
      "p1": "Usamos o Google AdSense em polyhaven.com. Para ocultar esses anúncios, basta ativar esta opção:",
      "p2": "Os anúncios agora são:",
      "title": "Sem anúncios"
    },
    "offline-access": {
      "p1": "Digite seu endereço de e-mail para enviar a si mesmo um convite para nossa pasta na nuvem:",
      "p2": "Verifique seu e-mail :)",
      "p3": "Convite enviado com sucesso. Se você tiver algum problema ou precisar alterar o e-mail da sua conta, <lnk> Por favor, entre em contato conosco</lnk>.",
      "p4": "Ver<lnk> esta postagem</lnk> para obter mais instruções sobre como configurar o Nextcloud e começar a sincronizar ativos com seu computador.",
      "title": "Acesso off-line"
    },
    "sponsor": {
      "p1": "Você pode escolher um ativo todo mês para colocar seu nome e um link ao lado permanentemente. Para isso, trabalhamos com um sistema de \"tokens\".",
      "p2": "No início de cada mês após seu pagamento ser processado pelo Patreon, você recebe automaticamente um<ticket /> Ficha de <b>Patrocinador</b> .",
      "p3": "Existem duas maneiras de gastar este token:",
      "p3li1": "Ao visitar a página do ativo que deseja patrocinar e clicar no botão \"<ticket /> Patrocine este recurso\" no lado direito da página.",
      "p3li2": "Ou você pode ativar os patrocínios automáticos abaixo, que escolherão um recurso aleatório para você a cada mês.",
      "p4": "Os tokens não expiram, então você pode voltar depois de alguns meses e gastar seus tokens acumulados.",
      "p5": "Depois que um token é gasto, ele não pode ser revogado ou movido para um ativo diferente.",
      "p6": "Patrocine automaticamente um recurso aleatório a cada mês:",
      "p7": "No dia 15 de cada mês, quaisquer tokens disponíveis que você tiver serão gastos em ativos aleatórios. Isso lhe dá 15 dias para gastar manualmente seus tokens, se desejar.",
      "p8": "Se você quiser ser notificado quando um ativo for selecionado automaticamente para você, digite seu endereço de e-mail abaixo:",
      "p9": "Para cancelar o recebimento de notificações, limpe seu endereço de e-mail acima e clique no botão salvar.",
      "title": "Patrocinador"
    },
    "stakeholder": {
      "p1": "Como parte interessada da Poly Haven, você obtém acesso mais profundo aos nossos canais de comunicação internos para nos ajudar a discutir em que trabalhar e seguir em nossa jornada.",
      "p2": "Se ainda não entramos em contato com você, por favor<lnk> entrar em contato</lnk> para que possamos lhe dar acesso a esses canais e apresentá-lo à equipe.",
      "title": "Parte interessada"
    }
  },
  "support-amount": "Você está apoiando a Poly {{amount}} com $ por mês, obrigado!",
  "title": "Conecte-se"
}
