{
  "add": "Adicione o seu",
  "by": "por",
  "description": "Artes enviada por dezenas de usuários, criadas usando nossos assets.",
  "submit": {
    "description": "Você criou alguma arte incrível usando um de nossos assets? Mostre-a neste site!",
    "err-asset-limit": "Você não pode selecionar mais do que {{limit}} assets, escolha apenas os mais proeminentes visíveis em sua renderização.",
    "err-jpg": "A imagem deve ser um JPG",
    "err-size": "Sua imagem é muito grande, ela deve ter menos de 1MB",
    "form": {
      "art-name": "Nome da arte",
      "assets": "Assets utilizados",
      "assets-d": "Quais HDRIs, texturas ou modelos 3D da Poly Haven você usou?",
      "file-change": "Alterar Arquivo...",
      "file-size": "JPG abaixo de 1MB",
      "link": "Link",
      "link-d": "Seu site/portfólio, ou um link para mais renderizações deste projeto.",
      "select-change": "Selecione o arquivo...",
      "software": "Software usado",
      "software-d": "Qual software 3D você usou para criar sua arte?",
      "submit": "Enviar",
      "thanks": "Obrigado por sua submissão!",
      "thanks-d": "Analisaremos sua renderização em alguns dias e enviaremos os resultados por e-mail.",
      "uploading": "Carregando, por favor aguarde...",
      "your-email": "Seu email",
      "your-email-d": "Usado apenas para notificá-lo quando seu trabalho artístico for publicado. Armazenado de forma segura e não compartilhado com ninguém.",
      "your-name": "Seu nome",
      "your-name-d": "Como você gostaria de ser creditado."
    },
    "s1p1": "Você criou alguma <lnk>arte incrível</lnk> usando um de nossos assets? Mostre-a neste site!",
    "s1p2": "Depois de submeter sua renderização, ela será enviada para aprovação. Se gostarmos, ele será exibido na galeria por algumas semanas e também nas páginas dos assets que você usou para criá-la.",
    "s1p3": "Se gostarmos <em>muito</em> do seu render , vamos apresentá-lo permanentemente e compartilhá-lo em nossas mídias sociais.",
    "s2": "Regras:",
    "s2p1": "A obra de arte <strong>deve ser sua própria criação</strong> e você deve ter permissão para exibi-la publicamente.",
    "s2p2": "Você deve ter usado pelo menos um dos <strong>HDRIs/texturas/modelos da Poly Haven</strong> na criação de sua arte.",
    "s2p3": "Nudez ou outro conteúdo NSFW não pode ser aceito.",
    "s3": "Observação:",
    "s3p1": "Recebemos <strong>muitos</strong> envios, então, infelizmente, só podemos aceitar obras de arte da mais alta qualidade para evitar que a galeria fique desordenada.",
    "s3p2": "Não estamos tentando ser outro ArtStation, esta galeria é dedicada a mostrar o que você pode fazer com os assets da Poly Haven.",
    "s3p3": "Se você gostaria de pedir um feedback sobre sua renderização antes de enviá-la, temos uma comunidade muito cooperativa no <lnk>Discord</lnk>.",
    "s3p4": "Notificaremos você por e-mail se sua renderização for aceita ou rejeitada. Isso pode levar um ou dois dias, pois tendemos a analisar os envios em massa.",
    "s3p5": "Aqui estão alguns motivos comuns para a rejeição:",
    "s3p5l1": "Renderizações de baixo esforço (por exemplo, testes de iluminação simples).",
    "s3p5l2": "Arte de baixa qualidade.",
    "s3p5l3": "Nenhum asset da Poly Haven usado.",
    "s3p5l4": "Render muito semelhante de outro artista já presente (por exemplo, renderizações do tipo \"carro no backplate\" com o mesmo backplate).",
    "s3p5l5": "Muitos envios - normalmente aceitamos no máximo 3 imagens diferentes por artista por mês.",
    "s3p5l6": "Várias renderizações do mesmo projeto (diferentes ângulos de câmera ou configurações de iluminação) - <strong>envie apenas sua melhor renderização para cada projeto</strong> e, em seguida, vincule à sua página no ArtStation, onde as pessoas podem encontrar mais.",
    "title": "Envie Sua Renderização"
  },
  "title": "Galeria de Renderizações",
  "using": "usando"
}
