{
  "add": "Adicione o seu",
  "by": "por",
  "description": "Obra enviada por dezenas de usuários, criada usando nossos ativos.",
  "submit": {
    "description": "Você criou alguma arte incrível usando um de nossos recursos? Mostre-o neste site!",
    "err-asset-limit": "Você não pode selecionar mais do que recursos {{limit}} , escolha apenas os mais proeminentes visíveis em sua renderização.",
    "err-jpg": "A imagem deve ser um JPG",
    "err-size": "Sua imagem é muito grande, deve ter menos de 1 MB",
    "form": {
      "art-name": "Nome da arte",
      "assets": "Recursos usados",
      "assets-d": "Quais HDRIs, texturas ou modelos 3D da Poly Haven você usou?",
      "file-change": "Alterar arquivo...",
      "file-size": "JPG abaixo de 1 MB",
      "link": "Link",
      "link-d": "Seu site/portfólio, ou um link para mais renderizações deste projeto.",
      "select-change": "Selecione o arquivo...",
      "software": "Software usado",
      "software-d": "Qual software 3D você usou para criar sua arte?",
      "submit": "Enviar",
      "thanks": "Obrigado por se inscrever!",
      "thanks-d": "Analisaremos sua renderização em alguns dias e enviaremos os resultados por e-mail.",
      "uploading": "Carregando, por favor aguarde...",
      "your-email": "Seu email",
      "your-email-d": "Usado apenas para notificá-lo quando seu trabalho artístico for publicado. Armazenado de forma segura e não compartilhado com ninguém.",
      "your-name": "Seu nome",
      "your-name-d": "Como você quer ser creditado."
    },
    "s1p1": "Você criou alguns<lnk> arte incrível</lnk> usando um de nossos ativos? Mostre-o neste site!",
    "s1p2": "Depois de enviar sua renderização, ela será enviada para aprovação. Se gostarmos, ele será exibido na galeria por algumas semanas e também nas páginas dos ativos que você usou para criá-lo.",
    "s1p3": "Se gostarmos <em>muito</em> do seu render , vamos apresentá-lo permanentemente e compartilhá-lo em nossas mídias sociais.",
    "s2": "Regras:",
    "s2p1": "A obra de arte <strong>deve ser sua própria criação</strong> e você deve ter permissão para exibi-la publicamente.",
    "s2p2": "Você deve ter usado pelo menos um dos <strong>HDRIs/texturas/modelos da Poly Haven</strong> na criação de sua arte.",
    "s2p3": "Nudez ou outro conteúdo NSFW não pode ser aceito.",
    "s3": "Observação:",
    "s3p1": "Recebemos <strong>muitos</strong> envios, então, infelizmente, só podemos aceitar obras de arte da mais alta qualidade para evitar que a galeria fique desordenada.",
    "s3p2": "Não estamos tentando ser outro ArtStation, esta galeria é dedicada a mostrar o que você pode fazer com os ativos da Poly Haven.",
    "s3p3": "Se você gostaria de pedir feedback sobre sua renderização antes de enviá-la, temos uma comunidade muito útil em<lnk> Discórdia</lnk> .",
    "s3p4": "Notificaremos você por e-mail se sua renderização for aceita ou rejeitada. Isso pode levar um ou dois dias, pois tendemos a analisar os envios em massa.",
    "s3p5": "Aqui estão alguns motivos comuns para a rejeição:",
    "s3p5l1": "Renderizações de baixo esforço (por exemplo, testes de iluminação simples).",
    "s3p5l2": "Arte de baixa qualidade.",
    "s3p5l3": "Nenhum ativo Poly Haven usado.",
    "s3p5l4": "Render muito semelhante de outro artista já presente (por exemplo, renderizações do tipo \"carro no backplate\" com o mesmo backplate).",
    "s3p5l5": "Muitos envios - normalmente aceitamos no máximo 3 imagens diferentes por artista por mês.",
    "s3p5l6": "Várias renderizações do mesmo projeto (diferentes ângulos de câmera ou configurações de iluminação) - <strong>envie apenas sua melhor renderização para cada projeto</strong> e, em seguida, vincule à sua página ArtStation, onde as pessoas podem encontrar mais.",
    "title": "Envie sua renderização"
  },
  "title": "Galeria de renderização",
  "using": "usando"
}
