{
  "account": "Акаунт",
  "hi": "Здравей",
  "login": {
    "li1": "Постоянно премахване на реклами.",
    "li2": "Ранен достъп до активи, преди да бъдат публикувани.",
    "li3": "Достъп до нашата облачна услуга, за да синхронизирате всички наши активи на своя твърд диск.",
    "li4": "Спонсорирайте актив постоянно всеки месец, показвайки името си и линка до бутоните за изтегляне.",
    "p1": "Ако сте <lnk>pатрон</lnk> на Poly Haven, влизането тук ще Ви даде достъп до Вашите награди директно на този сайт.",
    "p2": "В зависимост от вашето ниво на подкрепа, вашите награди могат да включват:"
  },
  "not-patron": "Не изглежда да сте абонат на Poly Haven :( ако това е неправилно, моля <lnk> свържете се с нас </lnk>, за да можем да разследваме проблема на тази страница. Ще ни трябват следните информации:",
  "not-patron-anymore": "Изглежда, че вече не сте абонат на Poly Haven. Няма проблем. Ние ценим вашата предишна подкрепа :)",
  "reward_one": "Това ви предоставя следната награда:",
  "reward_other": "Това ви предоставя следните награди:",
  "rewards": {
    "credit": {
      "invalid": "Невалидно име",
      "p1": "Вашето име в момента е",
      "p2": "{{hidden}} в списъка с абонати във футъра на този сайт.",
      "p3": "Промяната на тази настройка може да отнеме няколко часа, за да се актуализират всички страници на сайта.",
      "p4": "Име за показване:",
      "title": "Кредит във футъра"
    },
    "early-access": {
      "p1": "Сега, когато сте влезли, <lnk>Библиотеката с активи</lnk> ще включва активи, които сме планирали да публикуваме в бъдеще.",
      "p2": "Те са маркирани с синьо кръгче и логото на Patreon в горния десен ъгъл, като това:",
      "p3": "Вече можете да ги изтеглите, преди всички останали :)",
      "title": "Ранен достъп"
    },
    "no-ads": {
      "p1": "На polyhaven.com използваме Google AdSense. За да скриете рекламите, просто активирайте този превключвател:",
      "p2": "Рекламите сега са:",
      "title": "Без реклами"
    },
    "offline-access": {
      "p1": "Въведете имейл адреса си, за да си изпратите покана за нашата облачна папка:",
      "p2": "Проверете имейла си :)",
      "p3": "Поканата беше изпратена успешно. Ако имате проблеми или трябва да промените имейла на акаунта си, <lnk>моля свържете се с нас</lnk>.",
      "p4": "Вижте <lnk> този пост </lnk> за допълнителни инструкции как да настроите Nextcloud и да започнете да синхронизирате активи на компютъра си.",
      "title": "Офлайн достъп"
    },
    "sponsor": {
      "p1": "Всеки месец можеш да избереш ресурс, до който да залепиш името си и линк - за постоянно. За да го направим възможно, използваме система с токени\".",
      "p2": "В началото на всеки месец, след като плащането Ви бъде обработено от Patreon, автоматично получавате един <ticket /> <b>Sponsor Token</b>.",
      "p3": "Има два начина да похарчите този токен:",
      "p3li1": "Като посетите страницата на актива, който искате да спонсорирате, и кликнете върху бутона \"<ticket /> Спонсорирайте този актив\" от дясната страна на страницата.",
      "p3li2": "Или можете да активирате автоматичните спонсорства по-долу, което ще избере произволен актив за вас всеки месец.",
      "p4": "Токените не изтичат, така че можете да се върнете след няколко месеца и да похарчите натрупаните токени.",
      "p5": "След като токенът бъде похарчен, не може да бъде анулиран или преместен на различен актив.",
      "p6": "Автоматично спонсорирайте произволен актив всеки месец:",
      "p7": "На 15-ия ден от всеки месец, всички налични токени, които имате, ще бъдат изразходвани за случайни активи. Това ви дава 15 дни да изразходвате ръчно токените си, ако желаете.",
      "p8": "Ако искате да бъдете уведомени, когато актив бъде автоматично избран за Вас, моля, въведете имейл адреса си по-долу:",
      "p9": "За да се отпишете от уведомленията, изчистете имейл адреса си по-горе и кликнете върху бутона за запазване.",
      "title": "Спонсор"
    },
    "stakeholder": {
      "p1": "Като заинтересована страна на Poly Haven, получавате по-дълбок достъп до нашите вътрешни комуникационни канали, за да ни помогнете да обсъдим по какво да работим и да следите с нас нашето пътуване.",
      "p2": "Ако все още не сме се свързали с вас, моля <lnk> свържете се с нас </lnk>, за да можем да ви дадем достъп до тези канали и да ви запознаем с екипа.",
      "title": "Заинтересован"
    }
  },
  "support-amount": "В момента подкрепяте Poly Haven с ${{amount}} месечно, благодаря!",
  "support-amount-yearly": "В момента подкрепяте Poly Haven с ${{amount}} годишно, благодаря!",
  "title": "Вход"
}
