{
  "add": "Добавете вашето",
  "by": "от",
  "description": "Изкуство, подадено от десетки потребители, създадено с нашите активи.",
  "submit": {
    "description": "Създадохте ли нещо страхотно, използвайки някой от нашите активи? Покажете го на този сайт!",
    "err-asset-limit": "Не можете да изберете повече от {{limit}} активи, моля, изберете само най-открояващите се, видими в рендера ви.",
    "err-jpg": "Изображението трябва да е JPG",
    "err-size": "Вашето изображение е твърде голямо, трябва да бъде под 1MB",
    "form": {
      "art-name": "Име на произведението",
      "assets": "Използвани активи",
      "assets-d": "Кои HDRI, текстури или 3D модели от Poly Haven използвахте?",
      "file-change": "Сменете файла...",
      "file-size": "JPG под 1MB",
      "link": "Връзка",
      "link-d": "Вашият уебсайт/портфолио или линк към повече рендери на този проект.",
      "select-change": "Изберете файл...",
      "software": "Използван софтуер",
      "software-d": "Кой 3D софтуеър използвахте, за да създадете вашето произведение?",
      "submit": "Подайте",
      "thanks": "Благодарим за участието!",
      "thanks-d": "Ще прегледаме Вашия рендер в рамките на няколко дни и ще Ви изпратим резултатите по имейл.",
      "uploading": "Качване, моля изчакайте...",
      "your-email": "Вашият имейл",
      "your-email-d": "Използва се само за уведомяване, когато вашето произведение е публикувано. Съхранява се сигурно и не се споделя с никого.",
      "your-name": "Вашето име",
      "your-name-d": "Както искате да бъдете кредитирани."
    },
    "s1p1": "Създадохте ли <lnk>страхотно произведение на изкуството</lnk>, използвайки един от нашите активи? Покажете го на този сайт!",
    "s1p2": "След като изпратите вашия рендер, той ще бъде изпратен за одобрение. Ако ни хареса, ще се покаже в галерията за няколко седмици, а също и на страниците на активите, които сте използвали за създаването му.",
    "s1p3": "Ако рендърът Ви ни хареса много, ще го включим постоянно в галерията и ще го споделим в социалните ни мрежи.",
    "s2": "Правила:",
    "s2p1": "Произведението <strong>трябва да бъде ваше собствено творение</strong> и трябва да имате право да го показвате публично.",
    "s2p2": "Трябва да сте използвали поне един от <strong>HDRI/текстури/модели на Poly Haven</strong> при създаването на вашето произведение.",
    "s2p3": "Голота или друго съдържание за възрастни не се приема.",
    "s3": "Забележка:",
    "s3p1": "Получаваме <strong>много</strong> подадени материали, така че за съжаление можем да приемем само произведения с най-високо качество, за да предотвратим запълването на галерията.",
    "s3p2": "Не се опитваме да бъдем друг ArtStation, тази галерия е посветена на показването на това, което можете да направите с активите на Poly Haven.",
    "s3p3": "Ако искате да потърсите обратна връзка за своя рендер преди да го подадете, имаме много полезна общност в <lnk>Discord</lnk>.",
    "s3p4": "Ще ви уведомим по имейл, ако вашият рендер бъде приет или отхвърлен. Това може да отнеме ден или два, тъй като обикновено преглеждаме подадените материали на групи.",
    "s3p5": "Ето някои чести причини за отхвърляне:",
    "s3p5l1": "Слабонатоварени рендери (напр. прости тестове на осветление).",
    "s3p5l2": "Ниско качество на произведението.",
    "s3p5l3": "Не са използвани активи на Poly Haven.",
    "s3p5l4": "Много подобен рендер от друг артист вече съществува (например рендери от типа \"кола върху фонова снимка\" с едни и същи фонови снимки).",
    "s3p5l5": "Твърде много предложения - обикновено приемаме максимум 3 различни изображения на артист на месец.",
    "s3p5l6": "Множество рендери на един и същ проект (различни ъгли на камерата или настройки на осветлението) - <strong>изпратете само най-доброто си рендериране за всеки проект</strong>, а след това свържете към своята страница в ArtStation, където хората могат да видят повече.",
    "title": "Подайте вашия рендер"
  },
  "title": "Галерия на рендери",
  "using": "използвайки"
}
