{
  "s1p1": "Не само безплатно, но и <lnk>CC0</lnk>, което означава, че можете да ги използвате за абсолютно всякаква цел <strong>без ограничения</strong>.",
  "s1p2": "Няма стъпки за плащане или регистрация, просто изтеглете каквото искате и го използвайте веднага без притеснения.",
  "s1t": "100% Безплатно",
  "s2p1": "\"Безплатно\" и \"качество\" не винаги трябва да бъдат взаимно изключващи се.",
  "s2p2": "Не искаме да замърсяваме интернет с повече боклук, затова се фокусираме върху създаването на най-добрите <strong>активи, които наистина можете да използвате</strong>.",
  "s2p3": "Нашата цел е да създадем съдържание, което не само да отговаря на днешните стандарти, но и на по-високи бъдещи стандарти, и потенциала на бъдещия хардуер.",
  "s2t": "Високо качество",
  "s3b1": "Станете абонат",
  "s3p1": "Като 3D артист, ти знаеш колко работа е необходимо, за да се създадат добри активи, особено когато други хора ще трябва да ги използват за различни проекти.",
  "s3p2": "Компютрите и камерата, необходими за производство на висококачествено съдържание, са скъпи, а такава е и интернет инфраструктурата, необходима за поддържането на тази платформа.",
  "s3p3": "Тук идвате Вие.",
  "s3p4": "С вашата подкрепа, не само можем да поддържаме Poly Haven жив и работещ, но <strong>можем да го подобрим</strong>.",
  "s3t": "Подкрепен от вас",
  "s4": "Най-нови абонати:",
  "s4p2": "Топ абонати:",
  "s5b1": "Преглед на всички активи",
  "s5b2": "Преглед на HDRIs",
  "s5b3": "Преглед на текстури",
  "s5b4": "Преглед на модели",
  "s6p1": "Poly Haven е малка компания, базирана в Южна Африка, работеща с артисти от цял свят.",
  "s6p2": "Нашата цел е да създадем постоянно нарастващ ресурс, финансиран от общността, с отворено съдържание, за пълна свобода и използваемост от професионалисти и хобисти.",
  "s6p3": "По-рано управлявахме <c1>HDRI Haven</c1>, <c2>Texture Haven</c2> и <c3>3D Model Haven</c3> като отделни независими проекти, но в крайна сметка решихме, че можем да служим на общността по-добре, като обединим усилията си и създадем една нова платформа: <c4>Poly Haven</c4>.",
  "s6p4": "Ако харесвате това, което правим, и искате да поддържате сайта жив, помислете да <lnk>ни подкрепите в Patreon</lnk>.",
  "s6t": "За нас",
  "s7": "Обществени рендери:",
  "s7b": "Повече",
  "s8p1": "Poly Haven е <strong>вашият</strong> общностен проект.",
  "s8p2": "Всичко, което правим, го правим с вашата помощ, за по-голямата 3D общност.",
  "s8t": "Присъединете се към общността",
  "types-hdri": "16k+ резолюция и винаги без клипване за реалистично осветление с едно кликване.",
  "types-hdri-b": "Преглед на HDRIs",
  "types-mod": "Хиперреални 3D модели, за визуални ефекти и видео игри от следващо поколение.",
  "types-mod-b": "Преглед на модели",
  "types-tex": "Фотосканирани безшевни PBR материали с резолюция поне 8k.",
  "types-tex-b": "Преглед на текстури"
}
