{
  "account": "حساب کاربری",
  "hi": "درود",
  "login": {
    "li1": "حذف دائمی تبلیغات",
    "li2": "دسترسی زودهنگام به دارایی ها، قبل از انتشار عمومی.",
    "li3": "دسترسی به سرویس ابری ما، برای همگام سازی تمام دارایی های ما با حافظه سخت افزاری شما.",
    "li4": "هر ماه از یک دارایی حمایت مالی کنید و نام و پیوند خود را در کنار دکمه‌های دانلود نشان دهید.",
    "p1": "اگر از <lnk>حامیان</lnk> Poly Haven هستید، با ورود به اینجا به جوایز خود مستقیماً در این سایت دسترسی خواهید داشت.",
    "p2": "با توجه به سطح پشتیبانی شما، جوایز شما ممکن است شامل موارد زیر باشد:"
  },
  "not-patron": "به نظر نمی رسد که شما حامی پُلی هِون باشید:( اگر این نادرست است، لطفاً<lnk> تماس بگیرید</lnk> تا ما بتوانیم مشکل را در این صفحه بررسی کنیم. ما به اطلاعات زیر نیاز داریم:",
  "not-patron-anymore": "به نظر می رسد دیگر حامی  پُلی هِون نیستید. اشکالی ندارد، و ما از حمایت گذشته شما قدردانی می کنیم :)",
  "reward_one": "این به شما پاداش زیر را می دهد:",
  "reward_other": "این به شما جوایز زیر را میدهد:",
  "rewards": {
    "credit": {
      "invalid": "نام نامعتبر است",
      "p1": "نمایش دادن  نام شما هم اکنون",
      "p2": "{{hidden}} در لیست کاربران حامی در فوتر این سایت.",
      "p3": "با تغییر این تنظیم ممکن است چند ساعت طول بکشد تا هر صفحه از سایت به روز شود.",
      "p4": "نام جهت نمایش:",
      "title": "اعتبار پاورقی"
    },
    "early-access": {
      "p1": "اکنون که وارد سیستم شدید، <lnk>کتابخانه دارایی</lnk> دارای دارایی‌هایی است که ما برنامه‌ریزی کرده‌ایم در آینده منتشر کنیم.",
      "p2": "آنها با یک دایره آبی و آرم Patreon در بالا سمت راست مشخص شده اند، مانند این:",
      "p3": "شما هم اکنون می توانید آنها را دانلود کنید، قبل از دیگران :)",
      "title": "دسترسی زودهنگام"
    },
    "no-ads": {
      "p1": "ما از Google AdSense در polyhaven.com استفاده می کنیم. برای پنهان کردن این تبلیغات، به سادگی این سوئیچ را فعال کنید:",
      "p2": "نمایش تبلیغات در حال حاضر:",
      "title": "بدون تبلیغات"
    },
    "offline-access": {
      "p1": "آدرس ایمیل خود را وارد کنید تا برای خود دعوتی به پوشه ابری ما ارسال کنید:",
      "p2": "ایمیلتان را بررسی کنید :)",
      "p3": "دعوت با موفقیت ارسال شد. اگر مشکلی دارید یا نیاز به تغییر ایمیل حساب خود دارید، <lnk>لطفاً با ما تماس بگیرید</lnk>.",
      "p4": "برای دستورالعمل‌های بیشتر درباره نحوه راه‌اندازی Nextcloud و شروع همگام‌سازی دارایی‌ها با رایانه، به <lnk>این پست</lnk> مراجعه کنید.",
      "title": "دسترسی آفلاین"
    },
    "sponsor": {
      "p1": "شما باید هر ماه یک دارایی انتخاب کنید تا نام خود و یک پیوند را برای همیشه در کنار آن بچسبانید. برای انجام این کار، ما با سیستمی از \"توکن ها\" کار می کنیم.",
      "p2": "در ابتدای هر ماه، پس از پردازش پرداخت شما توسط Patreon، به طور خودکار یک <ticket /> <b>Sponsor Token</b> دریافت می‌کنید.",
      "p3": "دو راه برای خرج کردن این توکن وجود دارد:",
      "p3li1": "با مراجعه به صفحه دارایی مورد نظر برای حمایت مالی و کلیک بر روی دکمه \"< ticket/> حمایت مالی از این دارایی\" در سمت راست صفحه.",
      "p3li2": "یا می‌توانید حمایت‌های مالی خودکار را در زیر فعال کنید، که هر ماه یک دارایی تصادفی برای شما انتخاب می‌کند.",
      "p4": "توکن ها منقضی نمی شوند، بنابراین می توانید پس از چند ماه دوباره برگردید و توکن های انباشته شده خود را خرج کنید.",
      "p5": "هنگامی که یک توکن خرج می شود، نمی توان آن را باطل کرد یا به دارایی دیگری منتقل کرد.",
      "p6": "اسپانسر خودکار یک دارایی تصادفی هر ماه:",
      "p7": "در روز پانزدهم هر ماه، هر توکن موجودی که دارید صرف دارایی‌های تصادفی می‌شود. این به شما 15 روز فرصت می دهد تا در صورت تمایل، توکن های خود را به صورت دستی خرج کنید.",
      "p8": "اگر می خواهید زمانی که دارایی به طور خودکار برای شما انتخاب می شود مطلع شوید، لطفاً آدرس ایمیل خود را در زیر وارد کنید:",
      "p9": "برای لغو اشتراک از اعلان‌ها، آدرس ایمیل خود را در بالا پاک کنید و روی دکمه ذخیره کلیک کنید.",
      "title": "حامی مالی"
    },
    "stakeholder": {
      "p1": "به عنوان یکی از سهامداران Poly Haven، شما دسترسی عمیق تری به کانال های ارتباطی داخلی ما دارید تا به ما کمک کنید تا در مورد آنچه که باید روی آن کار کنیم و در طول سفر خود دنبال کنیم، صحبت کنیم.",
      "p2": "اگر قبلاً با شما تماس نگرفته‌ایم، لطفاً<lnk> در تماس باشید</lnk> بنابراین ما می توانیم به شما دسترسی به این کانال ها را بدهیم و شما را به تیم معرفی کنیم.",
      "title": "ذینفع"
    }
  },
  "support-amount": "شما در حال حاضر از Poly Haven با {{amount}} $ در ماه پشتیبانی می کنید، با تشکر!",
  "support-amount-yearly": "شما در حال حاضر از Poly Haven با {{amount}} دلار در سال پشتیبانی می‌کنید، متشکرم!",
  "title": "وارد شوید"
}
