{
  "description": "سوالات متداول و پاسخ آنها",
  "q01": "آیا می توانم از این دارایی ها به صورت تجاری استفاده کنم؟",
  "q01p1": "آره. تمام دارایی‌های ما تحت مجوز CC0 منتشر می‌شوند، به این معنی که می‌توانید از آنها برای هر هدفی، از جمله کارهای تجاری استفاده کنید.<lnk> اطلاعات بیشتر در مورد CC0 در اینجا</lnk> .",
  "q02": "آیا می توانم این دارایی ها را در محصولی که می فروشم لحاظ کنم؟",
  "q02p1": "آره. تنها کاری که نمی توانید انجام دهید این است که ادعا کنید نویسنده <em>اصلی</em> هستید یا مجوز دوباره به آنها بدهید.<lnk> اطلاعات بیشتر در مورد مجوز CC0 در اینجا</lnk> .",
  "q02p2": "لطفاً برای مشتریان خود روشن کنید که این دارایی‌ها رایگان و مالکیت عمومی هستند و در صورت امکان پیوندی به Poly Haven اضافه کنید.",
  "q02p3": "اگر محصول شما فروش خوبی دارد، از ایجاد این دارایی ها حمایت کنید<lnk> در Patreon</lnk> .",
  "q03": "آیا کمیسیون انجام می دهید؟",
  "q03p1": "Poly Haven به خودی خود سفارش انجام نمی دهد، اما هنرمندان ما ممکن است از همکاری با شما خوشحال شوند. لطفا<lnk> در تماس باشید</lnk> و ما می توانیم شما را در مسیر درست راهنمایی کنیم.",
  "q03p2": "اگر به ما اجازه دهید دارایی های شما را در Poly Haven نیز منتشر کنیم، اغلب تخفیف هایی ارائه می دهیم.",
  "q04": "این بودجه چگونه تامین می شود؟",
  "q04p1": "به طور خلاصه، کمک های مالی از جانب افرادی مانند شما، حامیان مالی شرکت ها و تبلیغات.",
  "q04p2": "ما جزئیات نحوه کار مالی خود را در سایت خود منتشر می کنیم<lnk> گزارش های مالی عمومی</lnk> .",
  "q05": "به هر حال HDRI چیست؟",
  "q05p1": "به طور کلی، HDRI (تصویر محدوده دینامیکی بالا) به سادگی تصویری است که حاوی بیش از 8 بیت داده در هر پیکسل در هر کانال است. فرمت های تصویر مانند JPG و PNG معمولاً 8 بیتی هستند و گاهی اوقات به عنوان تصاویر \"LDR\" (محدوده دینامیکی پایین) نامیده می شوند، در حالی که فرمت های تصویر مانند<lnk1> EXR</lnk1> و<lnk2> HDR</lnk2> داده های بیشتری را ذخیره می کنند و بنابراین HDRI هستند.",
  "q05p2": "با این حال در دنیای CG (و در این سایت) ما از اصطلاح HDRI برای توصیف درجه 360x180 32 بیتی استفاده می کنیم.<lnk> مستطیل شکل</lnk> تصویری که برای نورپردازی صحنه های CG استفاده می شود.",
  "q05p3": "HDRI ها اغلب به عنوان تنها منبع نور برای ایجاد یک صحنه بسیار واقعی روشن یا برای تطبیق نور از فیلم های ویدئویی (با استفاده از یک عکس HDRI در همان مجموعه ای که فیلم گرفته شده است) استفاده می شود. اما البته از آنها برای تمجید از تکنیک های استاندارد نورپردازی و افزودن جزئیات به بازتاب ها نیز استفاده می شود.",
  "q06": "چگونه از HDRI های شما استفاده کنم؟",
  "q06p1": "این بسیار آسان است و هیچ تفاوتی با استفاده از هر HDRI دیگری ندارد. در اینجا چند ویدیو کوتاه وجود دارد که دقیقاً چگونه به شما نشان می دهد:",
  "q06p2": "تمام HDRI های ما بدون گیره هستند، به این معنی که به طور خودکار نتایج واقعی را دریافت خواهید کرد و نیازی به تنظیم گاما یا وصل کردن تصویر به ورودی قدرت/شدت ندارید.",
  "q07": "چگونه محدوده دینامیکی (EVs) HDRI را اندازه گیری می کنید؟",
  "q07p1": "تعداد خودروهای الکتریکی (یا «توقف‌ها») صرفاً بر اساس تعداد براکت‌های گرفته شده است. به عنوان مثال، 12 EV به این معنی است که 5 عکس با 3 EV بین آنها گرفته شده است (سرعت شاتر: 1/4000، 1/500، 1/60، 1/8، 1 اینچ)، و از آنجایی که بین آنها 4 فاصله از 3 EV وجود دارد. محدوده دینامیکی 12 EV (4x3=12) گفته می شود.",
  "q07p2": "متأسفانه هیچ راه استانداردی برای اندازه گیری محدوده دینامیکی HDRI وجود ندارد. افراد مختلف از روش‌های متفاوتی استفاده می‌کنند، بنابراین هیچ راه مطمئنی وجود ندارد که شما به‌عنوان کاربر بتوانید تشخیص دهید که آیا وب‌سایت A که ادعا می‌کند 50 EV دارای محدوده دینامیکی است، واقعاً بهتر از وب‌سایت B است که دارای 20 EV است.",
  "q07p3": "نکته اصلی این است که آیا HDRI وجود دارد یا خیر<lnk> بریده نشده</lnk> یا نه. اگر واقعاً بریده شده باشد، معمولاً چیزی را ذکر نمی کنند، پس مراقب باشید. بریده نشدن به این معنی است که <strong>طیف کامل روشنایی در صحنه</strong> ، از جمله نور خورشید فوق‌العاده دیوانه‌کننده، ثبت شده است. اگر یک HDRI بریده شود (با نام مستعار \"گیره\")، نور غیرواقعی ایجاد می کند که معمولاً صاف است و کنتراست ندارد.",
  "q08": "از چه تجهیزات/نرم افزاری برای HDRI استفاده می کنید؟",
  "q08p1": "این هر از چند گاهی تغییر می کند، و اکنون چندین عکاس در حال عکاسی از HDRI برای این سایت هستند، بنابراین به مقاله من در مورد نگاه کنید.<lnk> HDRI های خود را ایجاد کنید</lnk> برای پاسخ به سوال واقعی شما ;)",
  "q09": "چرا نقشه های پراکنده شما فاقد هر گونه سایه زنی هستند؟",
  "q09p1": "این بافت های پراکنده در واقع نقشه های آلبیدو هستند که برای استفاده در موتورهای رندر مبتنی بر فیزیکی طراحی شده اند. ما به جای آن از اصطلاح \"Diffuse\" استفاده می کنیم زیرا کمی بیشتر از \"albedo\" و کمی خاص تر از \"color\" درک می شود.",
  "q09p2": "برای اینکه رندر PBR درست به نظر برسد، نقشه‌های albedo نباید حاوی هیچ سایه‌زنی باشند. در عوض، سایه‌زنی توسط خود موتور رندر، با کمک جابجایی هندسه فیزیکی و سایه‌زنی مسیریابی شده یا یک نقشه انسداد محیطی جداگانه اعمال می‌شود. بدون هندسه ریز جابجایی واقعی، نقشه انسداد مجزای محیط را می توان برای شبیه سازی اثری که هندسه واقعی روی سایه در یک محیط متوسط خواهد داشت، استفاده کرد که معمولاً فقط برای نور غیر مستقیم اعمال می شود.",
  "q09p3": "به همین دلیل است که ما تا حد امکان سایه‌ها را از نقشه‌های پراکنده خود حذف می‌کنیم، اگرچه همیشه نمی‌توانیم همه چیز را حذف کنیم، و در برخی موارد مطلوب است که سایه‌های میکروسکوپی را رها کنیم که به هر حال با سایه انداختن جابجایی هندسی واقعی بازتولید نمی‌شوند.",
  "q09p4": "در مقابل، نقشه‌های پراکنده مورد استفاده در موتورهای رندر قدیمی یا غیر فوتورالیستی، حاوی سایه‌زنی هستند. اگر با چنین موتور رندری کار می کنید، یا اگر می خواهید حجم فایل توزیع پروژه خود را کاهش دهید، می توانید نقشه های albedo و AO را با هم ادغام کنید تا یک نقشه پراکنده سنتی ایجاد کنید. این را می توان با ضرب نقشه AO بر روی نقشه albedo در یک ویرایشگر تصویر انجام داد.",
  "q10": "دانلود مدل و تکسچر برای من کار نمی کند!",
  "q10p1": "اگر از برنامه افزودنی <strong>دانلود منیجر</strong> استفاده می‌کنید و در دانلودها با خطای <em>404</em> مواجه می‌شوید، افزونه را برای polyhaven.com غیرفعال کنید.",
  "q10p2": "اگر از فایرفاکس استفاده می‌کنید و <em>«حذف کوکی‌ها و داده‌های سایت وقتی فایرفاکس بسته است»</em> روشن است، نمی‌توانید دارایی‌های ما را دانلود کنید.<br /> راه حل: این تنظیم را غیرفعال کنید یا از مرورگر دیگری استفاده کنید.<lnk> اطلاعات بیشتر در اینجا</lnk> .",
  "q10p3": "چرا این اتفاق می افتد؟ هنگامی که یک مدل/بافت را در سایت ما دانلود می‌کنید، مرورگر شما یک «سرویس‌کار» ایجاد می‌کند که همه فایل‌های مورد نیاز جداگانه مانند بافت‌ها و مش‌ها را به داخل می‌کشد تا یک فایل فشرده برای شما در حال ایجاد یک فایل فشرده باشد. این تنظیم در فایرفاکس از ایجاد سرویس‌کار جلوگیری می‌کند، یعنی دانلودها کار نمی‌کنند.",
  "q11": "آیا می توانم مدل ها / بافت ها / hdris خودم را آپلود کنم؟",
  "q11p1": "شاید!",
  "q11p2": "ما سعی نمی‌کنیم BlendSwap یا Turbosquid بعدی باشیم، اما دارایی‌های اهدایی را می‌پذیریم که استانداردهای کیفیت سخت‌گیرانه ما را برآورده می‌کنند.",
  "q11p3": "نحوه ارسال دارایی خود را در اینجا بیابید",
  "q12": "آیا از Photogrammetry/Photoscanning استفاده می کنید؟",
  "q12p1": "کاملاً، اما به یاد داشته باشید که این تنها یکی از ابزارهای موجود است. هدف ما ایجاد دارایی های با کیفیت است و از بهترین روش ها برای هر مورد استفاده خواهیم کرد.",
  "q13": "مدل های تفنگ کجا رفتند؟",
  "q13p1": "هنگامی که مدل 3D Haven را در سال 2020 راه اندازی کردیم، چند مدل تفنگ را از نویسندگان مختلف سفارش دادیم تا در آنجا منتشر شوند. این‌ها اکنون حذف شده‌اند، زیرا ما فرض می‌کنیم سازندگان آن‌ها کار خود را بر اساس طرح‌های اسلحه در دنیای واقعی ساخته‌اند، که احتمالاً مالکیت معنوی تولیدکنندگان است.",
  "q13p2": "این یک منطقه خاکستری قانونی است که ما ترجیح می‌دهیم از آن اجتناب کنیم - خود مدل‌ها CC0 هستند، اما طرح‌هایی که ممکن است بر اساس آنها باشد احتمالاً اینطور نیستند - بنابراین اگر فقط آنها را از سایت حذف کنیم برای همه ایمن‌تر است.",
  "q13p3": "در آینده قصد داریم آنها را با مدل هایی بر اساس طرح های داستانی اصلی جایگزین کنیم.",
  "title": "سوالات متداول"
}
