{
  "s1p1": "نه فقط رایگان، بلکه <lnk>CC0</lnk>، به این معنی که می‌توانید از آنها برای هر هدفی <strong>بدون محدودیت</strong> استفاده کنید.",
  "s1p2": "بدون نیاز به پرداخت یا ثبت نام، به سادگی آنچه را که می خواهید دانلود کنید و بلافاصله بدون نگرانی از آن استفاده کنید.",
  "s1t": "100% رایگان",
  "s2p1": "\"میزان قیمت\" و \"میزان کیفیت\" همیشه نباید متقابل باشند.",
  "s2p2": "ما نمی‌خواهیم وب را با زباله‌های بیشتری آلوده کنیم، بنابراین بر ایجاد بهترین <strong>دارایی‌هایی تمرکز می‌کنیم که می‌توانید در واقع از آنها استفاده کنید</strong>.",
  "s2p3": "هدف ما ایجاد محتوایی است که نه تنها مطابق با استانداردهای امروزی باشد، بلکه استانداردهای بالاتر آینده و پتانسیل سخت افزار آینده را نیز حفظ کند.",
  "s2t": "کیفیت بالا",
  "s3b1": "حامی شوید",
  "s3p1": "به عنوان یک هنرمند سه بعدی، می‌دانید که ایجاد دارایی‌های خوب چطوری کار می‌کند، به خصوص زمانی که افراد دیگر نیاز به استفاده از آنها برای پروژه‌های مختلف دارند.",
  "s3p2": "کامپیوترها و تجهیزات دوربین لازم برای تولید محتوای باکیفیت گران هستند، و همچنین زیرساخت های وب مورد نیاز برای فعال نگه داشتن این پلتفرم است.",
  "s3p3": "اینجا جایی است که تو وارد می شوی.",
  "s3p4": "با حمایت شما، نه تنها می‌توانیم Poly Haven را زنده نگه داریم، بلکه <strong>می‌توانیم آن را بهبود ببخشیم</strong> .",
  "s3t": "توسط شما حمایت می شود",
  "s4": "جدیدترین حامیان:",
  "s4p2": "حامیان برتر:",
  "s5b1": "مرور همه چیز",
  "s5b2": "مرور HDRI ها",
  "s5b3": "مرور بافتها",
  "s5b4": "مرور مدل ها",
  "s6p1": "سایت Poly Haven یک شرکت کوچک مستقر در آفریقای جنوبی است که با هنرمندان سراسر جهان کار می کند.",
  "s6p2": "هدف ما ایجاد یک منبع دائما در حال رشد با بودجه جامعه از محتوای باز است، برای آزادی کامل و قابلیت استفاده به طور یکسان برای متخصصان و علاقمندان.",
  "s6p3": "قبلاً <c1>HDRI Haven</c1>، <c2>Texture Haven</c2> و <c3>3D Model Haven</c3> را به‌عنوان پروژه‌های مستقل مجزا اجرا می‌کردیم، اما در نهایت تصمیم گرفتیم با ادغام نیروها به جامعه خدمات بهتری ارائه دهیم. و یک پلتفرم جدید را ایجاد کنیم به نام: <c4>Poly Haven</c4>.",
  "s6p4": "اگر کاری را که ما انجام می دهیم دوست دارید و می خواهید این سایت را زنده نگه دارید، <lnk>از ما در Patreon حمایت کنید</lnk>.",
  "s6t": "درباره ما",
  "s7": "رندرهای انجمن:",
  "s7b": "بیشتر",
  "s8p1": "سایتPoly Haven پروژه اجتماعی <strong>شما</strong> است.",
  "s8p2": "هر کاری که انجام می دهیم، با کمک شما برای جامعه سه بعدی بزرگتر انجام می دهیم.",
  "s8t": "به انجمن بپیوندید",
  "types-hdri": "وضوح 16k+، و بریده نشده برای نورپردازی واقعی با یک کلیک.",
  "types-hdri-b": "HDRI مرور",
  "types-mod": "مدل‌های سه بعدی فوق واقع گرایانه، برای جلوه‌های بصری و بازی‌های ویدیویی نسل بعدی.",
  "types-mod-b": "مرور مدل ها",
  "types-tex": "مواد و متریال PBR بدون درز عکس اسکن شده، حداقل وضوح 8k.",
  "types-tex-b": "مرور بافت ها"
}
