{
  "description": "Często zadawane pytania oraz odpowiedzi na nie.",
  "q01": "Czy mogę używać tych zasobów komercyjnie?",
  "q01p1": "Tak. Wszystkie nasze zasoby są udostępniane na licencji CC0, co oznacza, że możesz ich używać do absolutnie dowolnego celu, w tym do pracy komercyjnej. <lnk>Więcej o CC0 tutaj</lnk>.",
  "q02": "Czy mogę uwzględnić te zasoby w sprzedawanym przeze mnie produkcie?",
  "q02p1": "Tak. Jedyne, czego nie możesz zrobić, to stwierdzić, że jesteś <em>twórcą oryginału</em> lub ponownie je licencjonować. <lnk>Więcej o licencji CC0 tutaj</lnk>.",
  "q02p2": "Wyjaśnij swoim klientom, że te zasoby są bezpłatne i należą do domeny publicznej, a jeśli to możliwe, dołącz link do Poly Haven.",
  "q02p3": "Jeśli Twój produkt dobrze się sprzedaje, rozważ wsparcie w tworzeniu tych zasobów <lnk>na Patreon</lnk> .",
  "q03": "Czy wykonujecie zlecenia?",
  "q03p1": "Poly Haven nie wykonuje zleceń, ale nasi zaprzyjaźnieni twórcy są chętni do współpracy. Proszę <lnk>skontaktuj się z nami</lnk>, a my wskażemy Ci osoby których szukasz.",
  "q03p2": "Często oferujemy zniżki, jeśli pozwolisz nam opublikować swoje zasoby w Poly Haven.",
  "q04": "W jaki sposób jest to finansowane?",
  "q04p1": "Krótko mówiąc, darowizny od osób takich jak Ty, sponsorzy oraz reklamy.",
  "q04p2": "Szczegóły o naszych finansach publikujemy w naszym <lnk>sprawozdaniu dotyczącym finansów</lnk>.",
  "q05": "Czym właściwie jest HDRI?",
  "q05p1": "Mówiąc ogólnie, HDRI (High Dynamic Range Image) to po prostu obraz, który zawiera więcej niż 8 bitów danych na piksel na kanał. Formaty obrazów, takie jak JPG i PNG, są zwykle 8-bitowe i czasami są określane jako obrazy „LDR” (Low Dynamic Range), podczas gdy formaty obrazów, takie jak <lnk1>EXR</lnk1> oraz <lnk2>HDR</lnk2> są w stanie przechowywać więcej danych.",
  "q05p2": "Jednak w świecie CG (jak i na tej stronie) zaczęliśmy używać terminu „HDRI”, aby opisać 32-bitowy 360x180 stopni <lnk>równoprostokątny</lnk> obraz używany do oświetlania scen CG.",
  "q05p3": "HDRI są często używane jako jedyne źródło światła w celu stworzenia bardzo realistycznie oświetlonej sceny lub dopasowania oświetlenia z materiału wideo (przy użyciu HDRI wykonanego na tym samym planie, na którym zostało nagrane wideo). Oczywiście są one również używane do uzupełniania standardowych technik oświetleniowych i dodawania szczegółów do odbić.",
  "q06": "Jak korzystać z waszych zdjęć HDRI?",
  "q06p1": "To bardzo proste i nie różni się niczym od innych zdjęć HDRI. Oto kilka krótkich filmów, które pokazują dokładnie, w jaki sposób ich używać:",
  "q06p2": "Wszystkie nasze HDRI są \"unclipped\", co oznacza, że automatycznie otrzymasz realistyczne wyniki i nie musisz dostosowywać wartości gamma ani intensywności.",
  "q07": "Jak mierzycie zakres dynamiczny (EV) zdjęć HDRI?",
  "q07p1": "Liczba EV (tzw. \"przerwy\") jest oparta wyłącznie na liczbie uchwyconych zdjęć. Na przykład 12 EV oznacza zrobienie 5 zdjęć z 3 EV pomiędzy nimi (czas otwarcia migawki: 1/4000, 1/500, 1/60 1/8, 1\"), a ponieważ między nimi są 4 przerwy po 3 EV, mówi się, że zakres dynamiczny wynosi 12 EV (4x3=12).",
  "q07p2": "Niestety nie ma standardowego sposobu pomiaru zakresu dynamicznego HDRI. Różni ludzie używają różnych metod, więc nie ma wiarygodnego sposobu, abyś jako użytkownik mógł stwierdzić, czy witryna A, która twierdzi, że zakres dynamiczny wynosi 50 EV, jest rzeczywiście lepsza niż witryna B, która twierdzi że ich zakres wynosi 20 EV.",
  "q07p3": "Najważniejszą rzeczą, na którą należy zwrócić uwagę, jest to, czy HDRI jest <lnk>\"unclipped\"</lnk> czy nie. Nikt zazwyczaj nie wspomina, czy rzeczywiście jest \"unclipped\", więc uważaj. \"Unclipping\" oznacza, że uchwycono <strong>pełny zakres jasności sceny</strong> , w tym bardzo jasne słońce. Jeśli HDRI jest \"clipped\", wytworzy nierealistyczne oświetlenie, które zwykle jest płaskie i pozbawione kontrastu.",
  "q08": "Jakiego sprzętu/oprogramowania używasz do wykonywania zdjęć HDRI?",
  "q08p1": "To się zmienia od czasu do czasu, aktualnie wielu fotografów tworzy ujęcia HDRI na tej stronie, a każdy z nich korzysta z innego oprogramowania. Polecam zobaczyć mój poradnik <lnk>tworzenie własnych zdjęć HDRI</lnk> aby dowiedzieć się więcej ;)",
  "q09": "Dlaczego w w waszych teksturach brakuje jakiejkolwiek formy cieniowania?",
  "q09p1": "Tekstury diffuse są w rzeczywistości mapami albedo, zaprojektowanymi do użytku w fizycznych silnikach renderujących. Używamy terminu „diffuse”, ponieważ jest ono nieco szerzej rozumiane niż „albedo” i nieco bardziej szczegółowe niż „kolor”.",
  "q09p2": "Aby renderowanie PBR wyglądało poprawnie, mapy albedo nie powinny zawierać żadnego cieniowania. Zamiast tego cieniowanie jest stosowane przez sam silnik renderujący za pomocą fizycznego odwzorowania geometrii i cieniowania ze śledzeniem ścieżki lub oddzielnej mapy ambient occlusion. Bez rzeczywistego odwzorowania geometrii, oddzielna mapa ambient occlusion może być użyta do symulacji efektu, jaki rzeczywista geometria miałaby na cieniowanie w przeciętnym środowisku, zwykle stosowana tylko do oświetlenia pośredniego.",
  "q09p3": "To dlatego usuwamy jak najwięcej cieniowania z naszych tekstur, chociaż nie zawsze możemy usunąć wszystko, a w niektórych przypadkach pożądane jest pozostawienie minimalnego cieniowania, które nie zostałoby w inny sposób odtworzone.",
  "q09p4": "Natomiast mapy rozproszone używane w starszych lub niefotorealistycznych silnikach renderujących powinny zawierać cieniowanie. Jeśli pracujesz z takim silnikiem renderującym lub jeśli chcesz zmniejszyć rozmiar pliku swojego projektu, możesz połączyć mapy albedo i AO, aby utworzyć tradycyjną mapę rozproszenia (ang.diffuse). Można to zrobić, powielając mapę AO nad mapą albedo w dowolnym oprogramowaniu do obróbki zdjęć.",
  "q10": "Pobieranie modeli i tekstur nie działa!",
  "q10p1": "Jeśli używasz rozszerzenia <strong>download manager</strong> i otrzymujesz błędy <em>404</em> podczas pobierania, wyłącz rozszerzenie dla polyhaven.com.",
  "q10p2": "Jeśli używasz Firefoksa i masz <em>włączoną opcję „Usuń pliki cookie i dane witryn, gdy Firefox jest zamknięty”</em> , nie możesz pobrać naszych zasobów.<br />Rozwiązanie: wyłącz to ustawienie lub użyj innej przeglądarki. <lnk>Więcej informacji tutaj</lnk>.",
  "q10p3": "Dlaczego to się dzieje? Kiedy pobierasz model/teksturę z naszej witryny, Twoja przeglądarka tworzy „managera usług”, który pobiera wszystkie oddzielne wymagane pliki, takie jak tekstury i siatki, aby utworzyć dla Ciebie plik zip. To ustawienie w Firefoksie zapobiega tworzeniu tego \"managera\", co sprawia, że pobieranie nie działa.",
  "q11": "Czy mogę wgrać własne modele, tekstury oraz zdjęcia HDRI?",
  "q11p1": "Być może!",
  "q11p2": "Nie próbujemy być kolejnym BlendSwapem czy Turbosquidem, ale akceptujemy darowizny, które spełniają nasze surowe standardy jakości.",
  "q11p3": "Dowiedz się, jak przesyłać swoje zasoby",
  "q12": "Czy korzystacie z fotogrametrii?",
  "q12p1": "Oczywiście, ale pamiętaj, że to tylko jedno z wielu dostępnych narzędzi. Naszym celem jest tworzenie wysokiej jakości zasobów i zastosujemy najlepsze metody w zależności od danego przypadku.",
  "q13": "Gdzie podziały się modele broni?",
  "q13p1": "Kiedy uruchomiliśmy 3D Model Haven w 2020 roku, zleciliśmy tam opublikowanie kilku modeli broni różnych autorów. Zostały one teraz usunięte, ponieważ zakładamy, że ich twórcy oparli swoją pracę na projektach prawdziwej broni, które prawdopodobnie są własnością intelektualną producentów.",
  "q13p2": "Jest to legalna szara strefa, której wolelibyśmy uniknąć – same modele są CC0, ale design przedmiotów, na których mogą być oparte, prawdopodobnie nie jest – więc bezpieczniejszą opcją jest po prostu usuwanie ich z naszej strony.",
  "q13p3": "W przyszłości planujemy zastąpić je modelami opartymi na fikcyjnych projektach.",
  "title": "Często Zadawane Pytania (FAQ)"
}
