{
  "description": "Często zadawane pytania i odpowiedzi na nie.",
  "q01": "Czy mogę używać tych zasobów komercyjnie?",
  "q01p1": "TAk. Wszystkie nasze aktywa są udostępniane na licencji CC0, co oznacza, że możesz ich używać do absolutnie dowolnego celu, w tym do pracy komercyjnej.<lnk> Więcej o CC0 tutaj</lnk> .",
  "q02": "Czy mogę uwzględnić te zasoby w sprzedawanym przeze mnie produkcie?",
  "q02p1": "TAk. Jedyne, czego nie możesz zrobić, to twierdzić, że jesteś <em>oryginalnym</em> autorem lub ponownie je licencjonować.<lnk> Więcej o licencji CC0 tutaj</lnk> .",
  "q02p2": "Wyjaśnij swoim klientom, że te zasoby są bezpłatne i należą do domeny publicznej, a jeśli to możliwe, dołącz link do Poly Haven.",
  "q02p3": "Jeśli Twój produkt dobrze się sprzedaje, rozważ wsparcie w tworzeniu tych aktywów<lnk> na Patreon</lnk> .",
  "q03": "Czy wykonujesz prowizje?",
  "q03p1": "Poly Haven sama nie wykonuje zleceń, ale nasi artyści mogą być szczęśliwi mogąc z Tobą współpracować. Proszę<lnk> skontaktuj się z nami</lnk> i możemy wskazać Ci właściwy kierunek.",
  "q03p2": "Często oferujemy zniżki, jeśli pozwolisz nam również opublikować swoje aktywa w Poly Haven.",
  "q04": "Jak to jest finansowane?",
  "q04p1": "Krótko mówiąc, darowizny od osób takich jak Ty, sponsorów korporacyjnych i reklamy.",
  "q04p2": "O tym, jak pracujemy finansowo publikujemy w naszym<lnk> sprawozdania dotyczące finansów publicznych</lnk> .",
  "q05": "Czym właściwie jest HDRI?",
  "q05p1": "Mówiąc ogólnie, HDRI (obraz o wysokiej dynamice) to po prostu obraz, który zawiera więcej niż 8 bitów danych na piksel na kanał. Formaty obrazów, takie jak JPG i PNG, są zwykle 8-bitowe i czasami są określane jako obrazy „LDR” (Low Dynamic Range), podczas gdy formaty obrazów, takie jak<lnk1> EXR</lnk1> oraz<lnk2> HDR</lnk2> przechowywać więcej danych, a zatem są HDRI.",
  "q05p2": "Jednak w świecie CG (i na tej stronie) zaczęliśmy używać terminu „HDRI”, aby opisać 32-bitowy 360x180 stopni<lnk> równoprostokątny</lnk> obraz używany do oświetlania scen CG.",
  "q05p3": "HDRI są często używane jako jedyne źródło światła w celu stworzenia bardzo realistycznie oświetlonej sceny lub dopasowania oświetlenia z materiału wideo (przy użyciu HDRI nakręconego na tym samym planie, na którym zostało nagrane wideo). Ale oczywiście są one również używane do uzupełniania standardowych technik oświetleniowych i dodawania szczegółów do odbić.",
  "q06": "Jak korzystać z twoich HDRI?",
  "q06p1": "To bardzo proste i nie różni się niczym od innych HDRI. Oto kilka krótkich filmów, które pokazują dokładnie, w jaki sposób:",
  "q06p2": "Wszystkie nasze HDRI są odcięte, co oznacza, że automatycznie otrzymasz realistyczne wyniki i nie musisz dostosowywać gamma ani podłączać obrazu do wejścia siły/intensywności.",
  "q07": "Jak mierzyć zakres dynamiczny (EV) HDRI?",
  "q07p1": "Liczba EV (lub „przystanków”) jest oparta wyłącznie na liczbie uchwyconych nawiasów. Na przykład 12 EV oznacza zrobienie 5 zdjęć z 3 EV pomiędzy nimi (czasy otwarcia migawki: 1/4000, 1/500, 1/60 1/8, 1\"), a ponieważ między nimi są 4 przerwy po 3 EV, mówi się, że zakres dynamiczny wynosi 12 EV (4x3=12).",
  "q07p2": "Niestety nie ma standardowego sposobu pomiaru zakresu dynamicznego HDRI. Różni ludzie używają różnych metod, więc nie ma wiarygodnego sposobu, abyś jako użytkownik mógł stwierdzić, czy witryna A, która twierdzi, że zakres dynamiczny wynosi 50 EV, jest rzeczywiście lepsza niż witryna B, która ma 20 EV.",
  "q07p3": "Najważniejszą rzeczą, na którą należy zwrócić uwagę, jest to, czy HDRI jest:<lnk> odcięte</lnk> albo nie. Zwykle nie wspominają o niczym, jeśli rzeczywiście jest obcięty, więc uważaj. Odcięcie oznacza, że uchwycono <strong>pełny zakres jasności sceny</strong> , w tym bardzo szalone jasne słońce. Jeśli HDRI jest obcięty (tzw. „zaciśnięty”), wytworzy nierealistyczne oświetlenie, które zwykle jest płaskie i pozbawione kontrastu.",
  "q08": "Jakiego sprzętu/oprogramowania używasz do HDRI?",
  "q08p1": "To się zmienia od czasu do czasu, a teraz jest wielu fotografów wykonujących zdjęcia HDRI na tej stronie, więc spójrz na mój artykuł na<lnk> tworzenie własnych HDRI</lnk> aby odpowiedzieć na twoje prawdziwe pytanie ;)",
  "q09": "Dlaczego w twoich mapach diffuse brakuje jakiejkolwiek formy cieniowania?",
  "q09p1": "Te rozproszone tekstury są w rzeczywistości mapami albedo, zaprojektowanymi do użytku w fizycznych silnikach renderujących. Zamiast tego używamy terminu „rozproszone”, ponieważ jest ono nieco szerzej rozumiane niż „albedo” i nieco bardziej szczegółowe niż „kolor”.",
  "q09p2": "Aby renderowanie PBR wyglądało poprawnie, mapy albedo nie powinny zawierać żadnego cieniowania. Zamiast tego cieniowanie jest stosowane przez sam silnik renderujący za pomocą fizycznego przesunięcia geometrii i cieniowania ze śledzeniem ścieżki lub oddzielnej mapy okluzji otoczenia. Bez rzeczywistej geometrii mikroprzemieszczeń, oddzielna mapa okluzji otoczenia może być użyta do symulacji efektu, jaki rzeczywista geometria miałaby na cieniowanie w przeciętnym środowisku, zwykle stosowana tylko do oświetlenia pośredniego.",
  "q09p3": "To dlatego usuwamy jak najwięcej cieniowania z naszych map diffuse, chociaż nie zawsze możemy usunąć wszystko, aw niektórych przypadkach pożądane jest pozostawienie cieniowania mikroskopowego, które i tak nie zostałoby odtworzone przez cieniowanie rzeczywistego przemieszczenia geometrii.",
  "q09p4": "Natomiast mapy diffuse używane w starszych lub niefotorealistycznych silnikach renderujących mają zawierać cieniowanie. Jeśli pracujesz z takim silnikiem renderującym lub jeśli chcesz zmniejszyć rozmiar pliku dystrybucyjnego swojego projektu, możesz połączyć mapy albedo i AO, aby utworzyć tradycyjną mapę rozproszenia. Można to zrobić, mnożąc mapę AO przez mapę albedo w edytorze obrazów.",
  "q10": "Pobieranie modeli i tekstur nie działa dla mnie!",
  "q10p1": "Jeśli używasz rozszerzenia <strong>menedżera pobierania</strong> i otrzymujesz błędy <em>404</em> podczas pobierania, wyłącz rozszerzenie dla polyhaven.com.",
  "q10p2": "Jeśli używasz Firefoksa i masz <em>włączoną opcję „Usuń pliki cookie i dane witryn, gdy Firefox jest zamknięty”</em> , nie możesz pobrać naszych zasobów.<br /> Rozwiązanie: wyłącz to ustawienie lub użyj innej przeglądarki.<lnk> Więcej informacji tutaj</lnk> .",
  "q10p3": "Dlaczego to się dzieje? Kiedy pobierasz model/teksturę z naszej witryny, Twoja przeglądarka tworzy „pracownika usług”, który pobiera wszystkie oddzielne wymagane pliki, takie jak tekstury i siatki, aby utworzyć dla Ciebie plik zip w locie. To ustawienie w Firefoksie zapobiega tworzeniu Service Workera, co oznacza, że pobieranie nie działa.",
  "q11": "Czy mogę wgrać własne modele/tekstury/hdris?",
  "q11p1": "Może!",
  "q11p2": "Nie próbujemy być kolejnym BlendSwapem czy Turbosquidem, ale akceptujemy darowizny, które spełniają nasze surowe standardy jakości.",
  "q11p3": "Dowiedz się, jak przesłać swój zasób tutaj",
  "q12": "Czy korzystasz z fotogrametrii/skanowania zdjęć?",
  "q12p1": "Oczywiście, ale pamiętaj, że to tylko jedno z wielu dostępnych narzędzi. Naszym celem jest tworzenie wysokiej jakości zasobów i w każdym przypadku zastosujemy najlepsze metody.",
  "q13": "Gdzie się podziały modele broni?",
  "q13p1": "Kiedy uruchomiliśmy 3D Model Haven w 2020 roku, zleciliśmy tam opublikowanie kilku modeli broni różnych autorów. Zostały one teraz usunięte, ponieważ zakładamy, że ich twórcy oparli swoją pracę na projektach broni w świecie rzeczywistym, co prawdopodobnie jest własnością intelektualną producentów.",
  "q13p2": "Jest to legalna szara strefa, której wolelibyśmy uniknąć – same modele to CC0, ale projekty, na których mogą być oparte, prawdopodobnie nie są – więc bezpieczniej dla wszystkich, jeśli po prostu usuniemy je ze strony.",
  "q13p3": "W przyszłości planujemy zastąpić je modelami opartymi na oryginalnych fikcyjnych projektach.",
  "title": "Często Zadawane Pytania"
}
