{
  "add": "Dodaj swoje",
  "by": "za pomocą",
  "description": "Grafika zgłoszona przez dziesiątki użytkowników, stworzona z naszych zasobów.",
  "submit": {
    "description": "Czy stworzyłeś niesamowitą grafikę przy użyciu jednego z naszych zasobów? Pokaż to na tej stronie!",
    "err-asset-limit": "Nie możesz wybrać więcej niż {{limit}} zasobów, wybierz tylko te najbardziej widoczne, które są widoczne w renderowaniu.",
    "err-jpg": "Obraz musi być w formacie JPG",
    "err-size": "Twój obraz jest za duży, musi być mniejszy niż 1 MB",
    "form": {
      "art-name": "Nazwa grafiki",
      "assets": "Wykorzystane zasoby",
      "assets-d": "Jakich HDRI, tekstur lub modeli 3D z Poly Haven używałeś?",
      "file-change": "Zmień plik...",
      "file-size": "JPG poniżej 1 MB",
      "link": "Połączyć",
      "link-d": "Twoja strona internetowa/portfolio lub link do większej liczby renderów tego projektu.",
      "select-change": "Wybierz plik...",
      "software": "Używane oprogramowanie",
      "software-d": "Jakiego oprogramowania 3D użyłeś do stworzenia swojej grafiki?",
      "submit": "Składać",
      "thanks": "Dziękujemy za przesłanie!",
      "thanks-d": "Sprawdzimy Twój render w ciągu kilku dni i prześlemy Ci wyniki w e-mailu.",
      "uploading": "Wgrywanie ... Proszę Czekać...",
      "your-email": "Twój email",
      "your-email-d": "Używany tylko do powiadamiania Cię, gdy Twoja grafika zostanie opublikowana. Przechowywane bezpiecznie i nieudostępniane nikomu.",
      "your-name": "Twoje imię",
      "your-name-d": "Jak chcesz otrzymać kredyt."
    },
    "s1p1": "Czy stworzyłeś jakieś?<lnk> niesamowita grafika</lnk> korzystając z jednego z naszych atutów? Pokaż to na tej stronie!",
    "s1p2": "Po przesłaniu renderowania zostanie on przesłany do nas do zatwierdzenia. Jeśli nam się spodoba, pojawi się w galerii przez kilka tygodni, a także na stronach zasobów, których użyłeś do jego stworzenia.",
    "s1p3": "Jeśli <em>bardzo</em> podoba nam się Twój render , umieścimy go na stałe i udostępnimy w naszych mediach społecznościowych.",
    "s2": "Zasady:",
    "s2p1": "Grafika <strong>musi być twoją własną twórczością</strong> i musisz mieć możliwość jej publicznego wyświetlania.",
    "s2p2": "Musisz użyć co najmniej jednego z <strong>HDRI/tekstur/modeli Poly Haven</strong> podczas tworzenia grafiki.",
    "s2p3": "Nagość lub inne treści NSFW nie mogą być akceptowane.",
    "s3": "Notatka:",
    "s3p1": "Otrzymujemy <strong>wiele</strong> zgłoszeń, więc niestety możemy akceptować tylko prace najwyższej jakości, aby galeria nie była zaśmiecona.",
    "s3p2": "Nie chcemy być kolejną stacją ArtStation, ta galeria ma na celu pokazanie, co możesz zrobić z zasobami Poly Haven.",
    "s3p3": "Jeśli chcesz poprosić o opinię na temat renderowania przed jego przesłaniem, mamy bardzo pomocną społeczność na<lnk> Niezgoda</lnk> .",
    "s3p4": "Powiadomimy Cię e-mailem, jeśli Twój render zostanie zaakceptowany lub odrzucony. Może to potrwać dzień lub dwa, ponieważ mamy tendencję do zbiorczego sprawdzania zgłoszeń.",
    "s3p5": "Oto kilka typowych powodów odrzucenia:",
    "s3p5l1": "Rendery nie wymagające dużego nakładu pracy (np. proste testy oświetlenia).",
    "s3p5l2": "Grafika niskiej jakości.",
    "s3p5l3": "Nie są używane żadne zasoby Poly Haven.",
    "s3p5l4": "Bardzo podobny render od innego już obecnego artysty (np. rendery typu \"car on backplate\" z tym samym backplate).",
    "s3p5l5": "Zbyt wiele zgłoszeń — zazwyczaj przyjmujemy maksymalnie 3 różne obrazy na artystę miesięcznie.",
    "s3p5l6": "Wiele renderów tego samego projektu (różne kąty kamery lub ustawienia oświetlenia) — <strong>przesyłaj tylko najlepsze rendery dla każdego projektu</strong> , a następnie połącz się ze stroną ArtStation, gdzie użytkownicy mogą znaleźć więcej.",
    "title": "Prześlij swój render"
  },
  "title": "Galeria renderowania",
  "using": "za pomocą"
}
