{
  "add": "Dodaj własne",
  "by": "stworzone przez",
  "description": "Grafiki zgłoszone przez dziesiątki użytkowników, stworzone z naszych zasobów.",
  "submit": {
    "description": "Czy stworzyłeś niesamowitą grafikę przy użyciu jednego z naszych zasobów? Pokaż ją tutaj!",
    "err-asset-limit": "Nie możesz wybrać więcej niż {{limit}} zasobów, wybierz tylko te najbardziej konieczne, które są widoczne w Twoim projekcie.",
    "err-jpg": "Obraz musi być w formacie JPG",
    "err-size": "Twój obraz jest za duży, musi być mniejszy niż 1 MB",
    "form": {
      "art-name": "Nazwa projektu",
      "assets": "Wykorzystane zasoby",
      "assets-d": "Jakich HDRI, tekstur lub modeli 3D z Poly Haven używałeś?",
      "file-change": "Zmień plik...",
      "file-size": "JPG poniżej 1 MB",
      "link": "Link",
      "link-d": "Twoja strona internetowa/portfolio lub link do większej liczby renderów tego projektu.",
      "select-change": "Wybierz plik...",
      "software": "Użyte oprogramowanie",
      "software-d": "Jakiego oprogramowania 3D użyłeś do stworzenia swojej grafiki?",
      "submit": "Zatwierdź",
      "thanks": "Dziękujemy za przesłanie!",
      "thanks-d": "Sprawdzimy Twoją pracę w ciągu kilku dni i prześlemy Ci odpowiedź w e-mailu.",
      "uploading": "Dodawanie... Proszę Czekać...",
      "your-email": "Twój e-mail",
      "your-email-d": "Używany tylko do powiadamiania Cię, gdy Twoja grafika zostanie opublikowana. Przechowywany bezpiecznie oraz nieudostępniany nikomu.",
      "your-name": "Twoje imię",
      "your-name-d": "W jaki sposób chcesz być podpisany"
    },
    "s1p1": "Czy stworzyłeś jakieś <lnk> niesamowite grafiki</lnk> korzystając z jednego z naszych zasobów? Udostępnij na tej stronie!",
    "s1p2": "Po przesłaniu renderu zostanie on przekazany do zatwierdzenia. Jeśli nam się spodoba, pojawi się w galerii na kilka tygodni, a także na stronach zasobów, których użyłeś do jego stworzenia.",
    "s1p3": "Jeśli <em>bardzo</em> spodoba nam się Twój projekt, umieścimy go na stałe i udostępnimy w naszych mediach społecznościowych.",
    "s2": "Zasady:",
    "s2p1": "Grafika <strong>musi być Twojego autorstwa</strong> oraz musisz posiadać uprawienia do jej publikowania.",
    "s2p2": "Musisz użyć co najmniej jednego z <strong>HDRI/tekstur/modeli z Poly Haven</strong> podczas tworzenia grafiki.",
    "s2p3": "Nagość lub inne treści NSFW nie będą akceptowane.",
    "s3": "Notatka:",
    "s3p1": "Otrzymujemy <strong>wiele</strong> zgłoszeń, więc niestety możemy akceptować tylko prace najwyższej jakości, aby galeria nie była zaśmiecona.",
    "s3p2": "Nie chcemy być kolejną ArtStation, ta galeria ma na celu pokazanie, co możesz zrobić z zasobami Poly Haven.",
    "s3p3": "Jeśli chcesz poprosić o opinię na temat Twojego projektu przed jego przesłaniem, mamy bardzo pomocną społeczność na<lnk> Discordzie</lnk>.",
    "s3p4": "Powiadomimy Cię e-mailem, jeśli Twoja praca zostanie zaakceptowana lub odrzucona. Może to potrwać dzień lub dwa, ponieważ mamy tendencję do zbiorczego sprawdzania zgłoszeń.",
    "s3p5": "Oto kilka typowych powodów odrzucenia:",
    "s3p5l1": "Rendery nie wymagające dużego nakładu pracy (np. proste testy oświetlenia).",
    "s3p5l2": "Grafika niskiej jakości.",
    "s3p5l3": "Brak zasobów z Poly Heaven.",
    "s3p5l4": "Bardzo podobny render od innego już obecnego na stronie (np. rendery typu \"pojazdy na jednolitym tle\").",
    "s3p5l5": "Zbyt wiele zgłoszeń — zazwyczaj przyjmujemy maksymalnie 3 różne projekty na twórcę miesięcznie.",
    "s3p5l6": "Wiele renderów tego samego projektu (różne kąty kamery lub ustawienia oświetlenia) — <strong>przesyłaj tylko najlepsze rendery dla każdego projektu</strong>. Aby pokazać więcej renderów, możesz przy swojej pracy umieścić link do ArtStation bądź innej strony.",
    "title": "Prześlij swoją pracę"
  },
  "title": "Galeria Prac",
  "using": "z pomocą"
}
