{
  "s1p1": "Nie tylko za darmo, ale<lnk> CC0</lnk> , co oznacza , że możesz ich używać do absolutnie dowolnego celu <strong>bez ograniczeń</strong> .",
  "s1p2": "Nie są wymagane żadne opłaty ani rejestracja, po prostu pobierz to, co chcesz i użyj natychmiast, bez obaw.",
  "s1t": "100% za darmo",
  "s2p1": "„Bezpłatne” i „jakościowe” nie zawsze muszą się wzajemnie wykluczać.",
  "s2p2": "Nie chcemy zaśmiecać internetu większą ilością śmieci, dlatego skupiamy się na tworzeniu najlepszych <strong>zasobów, z których można faktycznie korzystać</strong> .",
  "s2p3": "Naszym celem jest tworzenie treści, które nie tylko będą odpowiadać dzisiejszym standardom, ale także wyższym przyszłym standardom, a także potencjałowi przyszłego sprzętu.",
  "s2t": "Wysoka jakość",
  "s3b1": "Zostań Patronem",
  "s3p1": "Jako artysta 3D sam wiesz, ile pracy kosztuje tworzenie dobrych zasobów, zwłaszcza gdy inne osoby będą musiały wykorzystać je do różnych projektów.",
  "s3p2": "Komputery i sprzęt fotograficzny niezbędne do tworzenia wysokiej jakości treści są drogie, podobnie jak infrastruktura sieciowa potrzebna do utrzymania działania tej platformy.",
  "s3p3": "Tutaj wchodzisz.",
  "s3p4": "Z Waszym wsparciem możemy nie tylko utrzymać Poly Haven przy życiu i działać, ale <strong>też możemy ją ulepszyć</strong> .",
  "s3t": "Obsługiwane przez Ciebie",
  "s4": "Najnowsi Patroni:",
  "s5b1": "Przeglądaj wszystkie zasoby",
  "s5b2": "Przeglądaj HDRI",
  "s5b3": "Przeglądaj tekstury",
  "s5b4": "Przeglądaj modele",
  "s6p1": "Poly Haven to mała firma z siedzibą w RPA, współpracująca z artystami z całego świata.",
  "s6p2": "Naszym celem jest tworzenie stale rosnącego, finansowanego przez społeczność zasobu otwartej zawartości, zapewniającego pełną swobodę i użyteczność zarówno dla profesjonalistów, jak i hobbystów.",
  "s6p3": "Wcześniej biegaliśmy<c1> Przystań HDRI</c1> ,<c2> Przystań tekstur</c2> oraz<c3> Przystań modelu 3D</c3> jako oddzielne niezależne projekty, ale ostatecznie zdecydowaliśmy, że możemy lepiej służyć społeczności, łącząc siły i tworząc jedną nową platformę:<c4> Poli Przystań</c4> .",
  "s6p4": "Jeśli podoba Ci się to, co robimy i chcesz utrzymać tę stronę przy życiu, rozważ<lnk> wspierając nas na Patreon</lnk> .",
  "s6t": "O nas",
  "s7": "Rendery społeczności:",
  "s7b": "Więcej",
  "s8p1": "Poly Haven to <strong>Twój</strong> projekt społecznościowy.",
  "s8p2": "Wszystko, co robimy, robimy z Twoją pomocą dla większej społeczności 3D.",
  "s8t": "Dołącz do społeczności",
  "types-hdri": "Rozdzielczość 16k+ i zawsze odpięta, aby uzyskać realistyczne oświetlenie jednym kliknięciem.",
  "types-hdri-b": "Przeglądaj HDRI",
  "types-mod": "Hiperrealne modele 3D do efektów wizualnych i gier wideo nowej generacji.",
  "types-mod-b": "Przeglądaj modele",
  "types-tex": "Zdjęcia zeskanowane bezszwowe materiały PBR, rozdzielczość co najmniej 8k.",
  "types-tex-b": "Przeglądaj tekstury"
}
