{
  "description": "الأسئلة الشائعة وإجاباتها.",
  "q01": "هل يمكنني استخدام هذه الأصول تجاريًا؟",
  "q01p1": "نعم. يتم تحرير جميع أصولنا بموجب ترخيص CC0 ، مما يعني أنه يمكنك استخدامها لأي غرض على الإطلاق ، بما في ذلك الأعمال التجارية.<lnk> المزيد حول CC0 هنا</lnk> .",
  "q02": "هل يمكنني تضمين هذه الأصول في منتج أبيعه؟",
  "q02p1": "نعم. الشيء الوحيد الذي لا يمكنك فعله هو الادعاء بأنك المؤلف <em>الأصلي</em> أو إعادة ترخيصهم.<lnk> المزيد عن رخصة CC0 هنا</lnk> .",
  "q02p2": "؟ Poly Havenيرجى توضيح لعملائك أن هذه الأصول مجانية وعامة ، وإذا أمكن ، قم بتضمين رابط إلى",
  "q02p3": "إذا تم بيع منتجك جيدًا ، ففكر في دعم إنشاء هذه الأصول<lnk> على Patreon</lnk> .",
  "q03": "هل تعملون بالعمولات؟",
  "q03p1": "لا تقوم شركة Poly Haven بنفسها بعمل عمولات ، ولكن قد يسعد فنانينا بالعمل معك. لو سمحت<lnk> ابقى على تواصل</lnk> ويمكننا توجيهك في الاتجاه الصحيح.",
  "q03p2": "Poly Havenغالبًا ما نقدم خصومات إذا سمحت لنا بنشر أصولك على ",
  "q04": "كيف يتم تمويل هذا؟",
  "q04p1": "باختصار ، التبرعات من أشخاص مثلك ، ورعاة الشركات ، والإعلانات.",
  "q04p2": ".<lnk> التقارير المالية العامة <lnk>ننشر تفاصيل كيف نعمل ماليًا في  ",
  "q05": " ؟HDRIعلى أي حال ما هو ",
  "q05p1": "بشكل عام ، HDRI (صورة النطاق الديناميكي العالي) هي ببساطة صورة تحتوي على أكثر من 8 بتات من البيانات لكل بكسل لكل قناة. عادةً ما تكون تنسيقات الصور مثل JPG و PNG 8 بت ويشار إليها أحيانًا باسم صور \"LDR\" (نطاق ديناميكي منخفض) ، في حين أن تنسيقات الصور مثل<lnk1> EXR</lnk1> و<lnk2> HDR</lnk2> تخزين المزيد من البيانات وبالتالي فهي HDRIs.",
  "q05p2": "ومع ذلك ، في عالم CG (وفي هذا الموقع) توصلنا إلى استخدام مصطلح \"HDRI\" لوصف درجة 32 بت 360x180<lnk> متساوي المستطيل</lnk> الصورة المستخدمة لإضاءة مشاهد CG.",
  "q05p3": "غالبًا ما يتم استخدام HDRIs كمصدر الضوء الوحيد من أجل إنشاء مشهد مضاء بشكل واقعي للغاية ، أو لمطابقة الإضاءة من لقطات الفيديو (باستخدام لقطة HDRI على نفس المجموعة التي تم التقاط الفيديو فيها). ولكن بالطبع يتم استخدامها أيضًا لتكملة تقنيات الإضاءة القياسية ولإضافة التفاصيل إلى الانعكاسات.",
  "q06": "    الخاصة بك ؟HDRIsكيف أستخدم",
  "q06p1": ".آخرى, هنا بعض مقاطع الفيديو القصيرة لتظهر لك كيف بالضبط   HDRIانه سهل جدا. ولايختلف عن استخدام اي",
  "q06p2": "جميع HDRIs الخاصة بنا غير مقفلة ، مما يعني أنك ستحصل على نتائج واقعية تلقائيًا ولن تحتاج إلى ضبط جاما أو توصيل الصورة بإدخال القوة / الشدة.",
  "q07": "؟ HDRIلـ  (EVs)كيف تقيس النطاق الديناميكي لموشر  ",
  "q07p1": "يعتمد عدد المركبات الكهربائية (أو \"التوقفات\") على عدد الأقواس التي تم التقاطها. على سبيل المثال ، يعني 12 EVs أنه تم التقاط 5 صور مع 3 EVs بينهما (سرعات الغالق: 1/4000 ، 1/500 ، 1/60 1/8 ، 1 بوصة) ، وبما أن هناك 4 فجوات من 3 EVs بينهما ، يقال أن النطاق الديناميكي هو 12 EVs (4x3 = 12).",
  "q07p2": "لسوء الحظ ، لا توجد طريقة موحدة لقياس النطاق الديناميكي لمؤشر HDRI. يستخدم الأشخاص المختلفون طرقًا مختلفة ، لذلك لا توجد طريقة موثوقة يمكنك من خلالها كمستخدم معرفة ما إذا كان موقع الويب A الذي يدعي وجود 50 EVs من النطاق الديناميكي أفضل بالفعل من موقع الويب B الذي يحتوي على 20 EVs.",
  "q07p3": "الشيء الرئيسي الذي يجب البحث عنه هو ما إذا كان HDRI كذلك<lnk> غير مشقوق</lnk> أم لا. عادة لا يذكرون أي شيء إذا تم قصه بالفعل ، لذا احترس. كونك غير مقفل يعني أنه تم التقاط <strong>النطاق الكامل للسطوع في المشهد</strong> ، بما في ذلك أشعة الشمس الساطعة المجنونة. إذا تم قص HDRI (\"مثبت\" AKA) ، فسوف ينتج عنه إضاءة غير واقعية تكون عادةً مسطحة وتفتقر إلى التباين.",
  "q08": "ماهي المعدات / البرامج المستخدمة لـ ( HDRI)؟",
  "q08p1": "  لهذا الموقع ,HDRIs هذا يتغير من من الحين الى الآخر,ويوجد الآن العديد من المصورين الذين يقومون بتصوير  \n  ;)للاجابة على سؤالك الفعلي </lnk> الخاصة بك HDRIsإنشاء </lnk>لذا القي نظرة على مقالتي      ",
  "q09": "لماذا تفتقر خرائط اللون الاساسي  إلى أي شكل من أشكال التظليل؟",
  "q09p1": "هذه القوام المنتشرة هي في الواقع خرائط بيضاء ، مصممة للاستخدام في محركات التقديم القائمة على أساس مادي. نستخدم مصطلح \"منتشر\" بدلاً من ذلك لأنه مفهوم على نطاق واسع أكثر من مصطلح \"البياض\" ، وهو أكثر تحديدًا من \"اللون\".",
  "q09p2": "لكي يظهر عرض PBR بشكل صحيح ، يجب ألا تحتوي خرائط البياض على أي تظليل. بدلاً من ذلك ، يتم تطبيق التظليل بواسطة محرك العرض نفسه ، بمساعدة الإزاحة الهندسية المادية والتظليل المتتبع للمسار ، أو خريطة انسداد محيط منفصلة. بدون هندسة الإزاحة الدقيقة الحقيقية ، يمكن استخدام خريطة الانسداد المحيط المنفصل لمحاكاة تأثير الهندسة الحقيقية على التظليل في بيئة متوسطة ، وعادة ما يتم تطبيقها فقط على الإضاءة غير المباشرة.",
  "q09p3": "هذا هو السبب في أننا نزيل أكبر قدر ممكن من التظليل من خرائطنا (اللون الاساسي)، على الرغم من أننا لا نستطيع دائمًا إزالة كل شيء ، وفي بعض الحالات من المستحسن ترك التظليل المجهري الذي لن يتم إعادة إنتاجه عن طريق تظليل الإزاحة الهندسية الحقيقية على أي حال.",
  "q09p4": "على النقيض من ذلك ، فإن الخرائط المنتشرة المستخدمة في محركات التقديم القديمة أو غير الواقعية تهدف إلى احتواء التظليل. إذا كنت تعمل مع محرك التقديم هذا ، أو إذا كنت ترغب في تقليل حجم ملف التوزيع الخاص بمشروعك ، فيمكنك دمج خرائط البيدو و AO معًا لإنشاء خريطة انتشار تقليدية. يمكن القيام بذلك عن طريق ضرب خريطة AO على خريطة البياض في محرر الصور.",
  "q10": "لا تعمل تنزيلات النماذج والملمس بالنسبة لي!",
  "q10p1": "إذا كنت تستخدم امتداد <strong>مدير التنزيل</strong> وتلقيت أخطاء <em>404</em> عند التنزيلات ، فقم بتعطيل امتداد polyhaven.com.",
  "q10p2": "إذا كنت تستخدم Firefox وقمت بتشغيل <em>\"حذف ملفات تعريف الارتباط وبيانات الموقع عند إغلاق Firefox\"</em> ، فلا يمكنك تنزيل أصولنا.<br /> الحل: قم بتعطيل هذا الإعداد أو استخدم متصفحًا مختلفًا.<lnk> مزيد من المعلومات هنا</lnk> .",
  "q10p3": "لماذا يحدث هذا؟ عندما تقوم بتنزيل نموذج / مادة على موقعنا ، يقوم متصفحك بإنشاء \"عامل خدمة\" يسحب جميع الملفات المطلوبة المنفصلة مثل الأنسجة والشبكات لإنشاء ملف مضغوط لك أثناء التنقل. يمنع هذا الإعداد في Firefox إنشاء عامل الخدمة ، مما يعني أن التنزيلات لا تعمل.",
  "q11": "هل يمكنني تحميل النماذج / الزخارف / hdris الخاصة بي؟",
  "q11p1": "!من المحتمل",
  "q11p2": " . لكن نقبل التبرع بالاصول  التي تتوافق مع موصفتنا الصارمة للجودة  ,BlendSwap أو Turbosquid نحن لا نحاول أن نكون",
  "q11p3": "تعرف على كيفية إرسال الأصول الخاصة بك هنا",
  "q12": "هل تستخدم المسح التصويري / المسح الضوئي؟",
  "q12p1": "بالتأكيد ، لكن تذكر أن هذه مجرد واحدة من العديد من الأدوات المتاحة. هدفنا هو إنشاء أصول عالية الجودة ، وسنستخدم أفضل الطرق لكل حالة.",
  "q13": "أين ذهبت نماذج الأسلحة ؟",
  "q13p1": " في عام 2020 قمنا بتكليف بعض نماذج الآسلحة لعدة ناشرين للنشر هنا   ( 3D Model Haven)عندما أطلقنا  , الآن تمت إزالتها ولآننا نعتقد انهم استندو في صنعهم على نماذج \n.أسلحة حقيقة.ما يعتبر ملكية فكرية لمصنعي الاسلحة  ",
  "q13p2": "هذه منطقة رمادية قانونية نفضل تجنبها - النماذج نفسها هي CC0 ، لكن التصميمات التي قد تستند إليها ربما ليست كذلك - لذا فهي أكثر أمانًا للجميع إذا قمنا بإزالتها من الموقع.",
  "q13p3": "في المستقبل ، نخطط لاستبدالها بنماذج تستند إلى تصميمات خيالية أصلية.",
  "title": "الأسئلة  المتكررة "
}
