{"account":"アカウント","hi":"やあ","login":{"li1":"広告の完全な削除。","li2":"アセットが公開される前の、アセットへの早期アクセス。","li3":"クラウドサービスにアクセスして、すべての資産をハードドライブに同期します。","li4":"ダウンロードボタンの横にあなたの名前とリンクを表示して、毎月恒久的にアセットを後援します。","p1":"あなたが<lnk>パトロン</lnk>ポリヘブンの場合、ここにログインすると、このサイトで直接報酬にアクセスできます。","p2":"サポート階層に応じて、報酬には次のものが含まれる場合があります。"},"not-patron":"あなたはポリヘブンの常連客ではないようです:(これが正しくない場合は、お願いします<lnk>連絡する</lnk>このページで問題を調査できます。次の情報が必要になります。","not-patron-anymore":"あなたはもはやポリヘブンの常連客ではないようです。それは大丈夫です、そして私たちはあなたの過去のサポートに感謝します:)","reward_one":"これにより、次の報酬が付与されます。","reward_other":"これにより、次の報酬が付与されます。","rewards":{"credit":{"invalid":"無効な名前","p1":"あなたの名前は現在","p2":"このサイトのフッターの常連客リストに{{hidden}}れています。","p3":"この設定を変更すると、サイトのすべてのページが更新されるまでに数時間かかる場合があります。","p4":"表示名：","title":"フッタークレジット"},"early-access":{"p1":"ログインしたので、<lnk>アセットライブラリ</lnk>将来公開する予定のアセットが含まれます。","p2":"これらは、次のように、青い円と右上のPatreonロゴでマークされています。","p3":"あなたはすでにそれらを他の誰よりも早くダウンロードすることができます:)","title":"早期アクセス"},"no-ads":{"p1":"polyhaven.comでGoogleAdSenseを使用しています。これらの広告を非表示にするには、次のスイッチを有効にするだけです。","p2":"広告は次のとおりです。","title":"広告なし"},"offline-access":{"p1":"メールアドレスを入力して、クラウドフォルダへの招待状を送信してください。","p2":"あなたのメールをチェック ：）","p3":"招待が正常に送信されました。問題がある場合、またはアカウントのメールアドレスを変更する必要がある場合は、<lnk>お問い合わせください</lnk>。","p4":"見る<lnk>この郵便受け</lnk>Nextcloudをセットアップし、アセットのコンピューターへの同期を開始する方法の詳細については、こちらをご覧ください。","title":"オフラインアクセス"},"sponsor":{"p1":"あなたは永久にあなたの名前とリンクを隣に貼り付けるために毎月資産を選ぶようになります。これを行うために、私たちは「トークン」のシステムを使用します。","p2":"Patreonが支払いを処理した後の毎月の初めに、自動的に1つ受け取ります。<ticket /><b>スポンサートークン</b>。","p3":"このトークンを使用する方法は2つあります。","p3li1":"スポンサーしたいアセットのページにアクセスし、「<ticket />ページの右側にある[このアセットを後援する]ボタン。","p3li2":"または、以下の自動スポンサーシップをオンにすることもできます。これにより、毎月ランダムなアセットが選択されます。","p4":"トークンには有効期限がないため、数か月後に戻って、蓄積されたトークンを使うことができます。","p5":"トークンが使用されると、取り消したり、別のアセットに移動したりすることはできません。","p6":"毎月ランダムなアセットを自動スポンサーします。","p7":"毎月15日、利用可能なトークンはランダムなアセットに使用されます。これにより、必要に応じてトークンを手動で使用するための15日間が与えられます。","p8":"アセットが自動的に選択されたときに通知を受け取りたい場合は、以下にメールアドレスを入力してください。","p9":"通知の購読を解除するには、上のメールアドレスをクリアして[保存]ボタンをクリックしてください。","title":"スポンサー"},"stakeholder":{"p1":"ポリヘブンの利害関係者として、あなたは私たちの内部コミュニケーションチャネルへのより深いアクセスを手に入れ、私たちが何に取り組み、私たちの旅に沿って従うべきかについて話し合うのを助けます。","p2":"まだ連絡がない場合は、<lnk>連絡する</lnk>そのため、これらのチャネルへのアクセスを提供し、チームを紹介することができます。","title":"利害関係者"}},"support-amount":"あなたは現在、月額$の{{amount}}でPoly Havenをサポートしています、ありがとう！","title":"ログインする"}