{
  "description": "よくある質問とその回答。",
  "q01": "これらのアセットを商業的に使用できますか？",
  "q01p1": "はい。すべてのアセットはCC0ライセンスの下でリリースされます。つまり、商用作業を含め、あらゆる目的に使用できます。<lnk> CC0の詳細はこちら</lnk>。",
  "q02": "これらのアセットを販売する製品に含めることはできますか？",
  "q02p1": "はい。唯一できないことは、<em>原作者</em>であると主張することと、再ライセンスすることです。<lnk>CC0ライセンスについて詳しくはこちら</lnk>。",
  "q02p2": "これらの資産はフリーでパブリックドメインであることをお客様に明示し、可能であればPoly Havenへのリンクも含めてください。",
  "q02p3": "製品の売れ行きが良ければ、これらのアセットの作成をサポートすることを検討してください<lnk>Patreonで</lnk>。",
  "q03": "コミッションはありますか？",
  "q03p1": "ポリヘブン自体はコミッションを行いませんが、私たちのアーティストは喜んであなたと一緒に仕事をするかもしれません。お願いします<lnk>連絡する</lnk>そして私たちはあなたを正しい方向に向けることができます。",
  "q03p2": "ポリヘブンでもアセットを公開することを許可した場合、割引を提供することがよくあります。",
  "q04": "資金はどのように調達しているのですか？",
  "q04p1": "要するに、あなたのような人々、企業スポンサー、そして広告からの寄付。",
  "q04p2": "私たちは、私たちがどのように財政的に働いているかの詳細を私たちの<lnk>財政報告</lnk>。",
  "q05": "とにかくHDRIとは何ですか？",
  "q05p1": "一般的に、HDRI（High Dynamic Range Image）は、チャネルごとにピクセルごとに8ビットを超えるデータを含む単純な画像です。 JPGやPNGなどの画像形式は通常8ビットであり、「LDR」（低ダイナミックレンジ）画像と呼ばれることもありますが、<lnk1> EXR</lnk1>と<lnk2>HDR</lnk2>より多くのデータを保存するため、HDRIです。",
  "q05p2": "しかし、CGの世界では（このサイトでも）、CGシーンの照明に使われる32ビット360×180度<lnk>正距円筒図法</lnk>の画像を「HDRI」という言葉で表現しているんですよ。",
  "q05p3": "HDRIは、非常にリアルに照らされたシーンを作成するため、またはビデオ映像からの照明と一致させるために（ビデオが撮影されたのと同じセットでHDRIショットを使用して）唯一の光源としてよく使用されます。しかしもちろん、それらは標準的な照明技術を補完し、反射に詳細を追加するためにも使用されます。",
  "q06": "HDRIはどのように使用しますか？",
  "q06p1": "とても簡単で、他の HDRI を使用するのと同じです。 以下に、その方法を示す短いビデオをいくつか示します。",
  "q06p2": "すべてのHDRIはクリップされていないため、リアルな結果が自動的に得られ、ガンマを調整したり、画像を強度/強度入力に接続したりする必要はありません。",
  "q07": "HDRIのダイナミックレンジ（EV）は、どのように測定するのですか？",
  "q07p1": "EV（または「ストップ」）の数は、キャプチャされたブラケットの数に純粋に基づいています。たとえば、12 EVは、3 EVを挟んで5枚の写真を撮影したことを意味し（シャッタースピード：1 / 4000、1 / 500、1 / 60 1 / 8、1 \"）、3 EVの間に4つのギャップがあるため、ダイナミックレンジは12EV（4x3 = 12）と言われています。",
  "q07p2": "残念ながら、HDRIのダイナミックレンジを測定するための標準化された方法はありません。使用する方法は人によって異なるため、ユーザーとして、ダイナミックレンジが50EVであると主張するWebサイトAが実際に20EVであるWebサイトBよりも優れているかどうかを判断する信頼できる方法はありません。",
  "q07p3": "注意すべき主なことは、HDRIが<lnk>クリップされていない</lnk>か否か。それが実際にクリップされている場合、彼らは通常何も言及しないので、気をつけてください。クリップが外れているということは、非常にクレイジーな明るい日差しを含め<strong>、シーンの明るさの全範囲</strong>がキャプチャされたことを意味します。 HDRIがクリップされている（別名「クランプされている」）場合、通常はフラットでコントラストのない非現実的な照明が生成されます。",
  "q08": "HDRIに使用する機器/ソフトは？",
  "q08p1": "これは時々変わります、そして今このサイトのためにHDRIを撮影している複数の写真家がいます、それで私の記事を見てください<lnk>独自のHDRIを作成する</lnk>あなたの実際の質問に答えるために;）",
  "q09": "拡散マップにシェーディングがないのはなぜですか？",
  "q09p1": "これらの拡散テクスチャは、実際にはアルベドマップであり、物理ベースのレンダリングエンジンで使用するために設計されています。代わりに「拡散」という用語を使用します。これは、「アルベド」よりも少し広く理解されており、「色」よりも少し具体的であるためです。",
  "q09p2": "PBRレンダリングが正しく表示されるようにするには、アルベドマップにシェーディングを含めないでください。代わりに、シェーディングは、物理ジオメトリのディスプレイスメントとパストレースシェーディング、または個別のアンビエントオクルージョンマップを使用して、レンダリングエンジン自体によって適用されます。実際の微小変位ジオメトリがない場合、個別のアンビエントオクルージョンマップを使用して、通常は間接照明にのみ適用される、平均的な環境でのシェーディングに対する実際のジオメトリの影響をシミュレートできます。",
  "q09p3": "このため、ディフューズマップから可能な限りシェーディングを除去しています。しかし、常にすべてを除去することはできません。場合によっては、実際のジオメトリの変位をシェーディングすることで再現できないような微細なシェーディングを残すことが望ましいこともあります。",
  "q09p4": "対照的に、古いまたは非写実的レンダリングエンジンで使用される拡散反射光マップは、シェーディングを含めることを目的としています。このようなレンダリングエンジンを使用している場合、またはプロジェクトの配布ファイルサイズを縮小したい場合は、アルベドマップとAOマップをマージして、従来の拡散マップを作成できます。これは、画像エディタでアルベドマップの上にAOマップを乗算することで実行できます。",
  "q10": "モデルとテクスチャのダウンロードが機能していません！",
  "q10p1": "<strong>ダウンロードマネージャ</strong>拡張機能を使用していて、ダウンロード時に<em>404</em>エラーが発生する場合、polyhaven.comの拡張機能を無効にしてください。",
  "q10p2": "Firefox を使用していて、<em>「Firefox を閉じたときに Cookie とサイトのデータを削除する」</em>がオンになっている場合、当社の資産をダウンロードできません。<br/>解決策 - この設定を無効にするか、別のブラウザを使用してください。<lnk>詳細はこちら</lnk>を参照してください。",
  "q10p3": "なぜこうなった？私たちのサイトでモデル/テクスチャをダウンロードすると、ブラウザは「サービスワーカー」を作成します。このサービスワーカーは、テクスチャやメッシュなどの個別に必要なすべてのファイルを取得して、その場でzipファイルを作成します。 Firefoxのこの設定は、Service Workerが作成されないようにします。つまり、ダウンロードは機能しません。",
  "q11": "自分のモデル/テクスチャー/HDRIをアップロードできますか？",
  "q11p1": "多分！",
  "q11p2": "BlendSwap や Turbosquid を目指しているわけではありませんが、厳格な品質基準を満たす寄付されたアセットを受け入れています。",
  "q11p3": "アセットを送信する方法については、こちらをご覧ください",
  "q12": "フォトグラメトリー/フォトスキャンを使用していますか？",
  "q12p1": "もちろんですが、これは利用可能な多くのツールの1つにすぎないことを忘れないでください。私たちの目標は高品質のアセットを作成することであり、それぞれの場合に最適な方法を使用します。",
  "q13": "銃の模型はどこに行ったのでしょうか？",
  "q13p1": "2020年に3D Model Havenを立ち上げた際、様々な作者に依頼し、いくつかの銃のモデルを掲載しました。これらは、おそらく製造者の知的財産である実銃の設計に基づいて作成されたと考えられるため、現在では削除されています。",
  "q13p2": "これは、私たちが避けたい法的なグレーゾーンです。モデル自体はCC0ですが、それらが元になっている可能性のあるデザインは、おそらくそうではありません。ですから、サイトからそれらを削除することは、誰にとっても安全なことです。",
  "q13p3": "今後は、架空のオリジナルデザインに基づいたモデルに置き換えていく予定です。",
  "title": "よくある質問"
}
