{
  "account": "חֶשְׁבּוֹן",
  "hi": "היי",
  "login": {
    "li1": "הסרה לצמיתות של מודעות.",
    "li2": "גישה מוקדמת לנכסים, לפני שפורסמו לציבור.",
    "li3": "גישה לשירות הענן שלנו, כדי לסנכרן את כל הנכסים שלנו עם הכונן הקשיח שלך.",
    "li4": "חס על נכס לצמיתות מדי חודש, עם שמך וקישור ליד כפתורי ההורדה.",
    "p1": "אם אתה א<lnk> פַּטרוֹן</lnk> של Poly Haven, התחברות כאן תעניק לך גישה לתגמולים שלך ישירות באתר זה.",
    "p2": "בהתאם לשכבת התמיכה שלך, התגמולים שלך עשויים לכלול:"
  },
  "not-patron": "נראה שאתה לא פטרון של פולי הייבן :( אם זה לא נכון, בבקשה<lnk> לְהִתְקַשֵׁר</lnk> כדי שנוכל לחקור את הבעיה בדף זה. נצטרך את המידע הבא:",
  "not-patron-anymore": "זה נראה כאילו אתה כבר לא פטרון של פולי הייבן. זה בסדר, ואנו מעריכים את תמיכתך בעבר :)",
  "reward_one": "זה מעניק לך את התגמול הבא:",
  "reward_other": "זה מעניק לך את התגמולים הבאים:",
  "rewards": {
    "credit": {
      "invalid": "שם לא חוקי",
      "p1": "השם שלך הוא כרגע",
      "p2": "{{hidden}} ברשימת הפטרונים בכותרת התחתונה של אתר זה.",
      "p3": "שינוי הגדרה זו עשוי להימשך מספר שעות עד לעדכון כל עמוד באתר.",
      "p4": "שם תצוגה:",
      "title": "קרדיט כותרת תחתונה"
    },
    "early-access": {
      "p1": "עכשיו כשאתה מחובר, ה<lnk> ספריית נכסים</lnk> יכלול נכסים שתכננו לפרסם בעתיד.",
      "p2": "הם מסומנים על ידי עיגול כחול והלוגו של Patreon בפינה השמאלית העליונה, כך:",
      "p3": "אתה כבר יכול להוריד אותם, לפני כולם :)",
      "title": "גישה מוקדמת"
    },
    "no-ads": {
      "p1": "אנו משתמשים ב-Google AdSense ב-polyhaven.com. כדי להסתיר את המודעות האלה, פשוט הפעל את המתג הזה:",
      "p2": "המודעות כעת:",
      "title": "אין מודעות"
    },
    "offline-access": {
      "p1": "הזן את כתובת הדוא\"ל שלך כדי לשלוח לעצמך הזמנה לתיקיית הענן שלנו:",
      "p2": "תבדוק את המייל שלך :)",
      "p3": "ההזמנה נשלחה בהצלחה. אם אתה נתקל בבעיות או שאתה צריך לשנות את כתובת הדוא\"ל של החשבון שלך,<lnk> אנא פנה אלינו</lnk> .",
      "p4": "לִרְאוֹת<lnk> הפוסט הזה</lnk> להנחיות נוספות כיצד להגדיר את Nextcloud ולהתחיל לסנכרן נכסים עם המחשב שלך.",
      "title": "גישה לא מקוונת"
    },
    "sponsor": {
      "p1": "אתה יכול לבחור נכס כל חודש כדי להדביק את שמך ולידו קישור לצמיתות. לשם כך, אנו עובדים עם מערכת של \"אסימונים\".",
      "p2": "בתחילת כל חודש לאחר עיבוד התשלום שלך על ידי Patreon, אתה מקבל אחד אוטומטית<ticket /> <b>אסימון נותן חסות</b> .",
      "p3": "ישנן שתי דרכים להוציא את האסימון הזה:",
      "p3li1": "על ידי ביקור בדף הנכס שברצונך לתת חסות, ולחיצה על \"<ticket /> לחצן חסות לנכס זה בצד ימין של הדף.",
      "p3li2": "או שאתה יכול להפעיל חסויות אוטומטיות למטה, שיבחרו עבורך נכס אקראי בכל חודש.",
      "p4": "תוקף האסימונים לא פג, אז אתה יכול לחזור אחרי כמה חודשים ולבזבז את האסימונים שנצברו.",
      "p5": "לאחר הוצאת אסימון, לא ניתן לבטל אותו או להעבירו לנכס אחר.",
      "p6": "נותן חסות אוטומטית לנכס אקראי בכל חודש:",
      "p7": "ביום ה-15 של כל חודש, כל האסימונים הזמינים שיש לך יועברו על נכסים אקראיים. זה נותן לך 15 ימים להוציא את האסימונים שלך באופן ידני אם תרצה בכך.",
      "p8": "אם ברצונך לקבל הודעה כאשר נכס נבחר עבורך באופן אוטומטי, אנא הזן את כתובת הדוא\"ל שלך למטה:",
      "p9": "כדי לבטל את הרישום להתראות, נקה את כתובת הדוא\"ל שלך למעלה ולחץ על כפתור השמירה.",
      "title": "לָתֵת חָסוּת"
    },
    "stakeholder": {
      "p1": "כבעל עניין של Poly Haven, אתה מקבל גישה עמוקה יותר לערוצי התקשורת הפנימיים שלנו כדי לעזור לנו לדון במה לעבוד ולעקוב אחר המסע שלנו.",
      "p2": "אם עוד לא יצרנו איתך קשר, בבקשה<lnk> לְהִתְקַשֵׁר</lnk> כדי שנוכל לתת לך גישה לערוצים האלה ולהכיר לך את הצוות.",
      "title": "בעל עניין"
    }
  },
  "support-amount": "אתה תומך כרגע ב-Poly Haven ב-$ {{amount}} לחודש, תודה!",
  "support-amount-yearly": "אתה תומך כרגע ב-Poly Haven ב-$ {{amount}} לשנה, תודה!",
  "title": "התחבר"
}
