{
  "description": "שאלות נפוצות ותשובותיהן.",
  "q01": "האם אוכל להשתמש בנכסים אלה באופן מסחרי?",
  "q01p1": "כֵּן. כל הנכסים שלנו משוחררים תחת רישיון CC0, כלומר אתה יכול להשתמש בהם לכל מטרה לחלוטין, כולל עבודה מסחרית.<lnk> עוד על CC0 כאן</lnk> .",
  "q02": "האם אני יכול לכלול את הנכסים האלה במוצר שאני מוכר?",
  "q02p1": "כֵּן. הדבר היחיד שאתה לא יכול לעשות הוא לטעון שאתה המחבר <em>המקורי</em> או להעניק להם רישיון מחדש.<lnk> עוד על רישיון CC0 כאן</lnk> .",
  "q02p2": "אנא הבהירו ללקוחות שלכם שהנכסים הללו הם חופשיים ונחלת הכלל, ובמידת האפשר כלול קישור ל-Poly Haven.",
  "q02p3": "אם המוצר שלך נמכר היטב, שקול לתמוך ביצירת הנכסים האלה<lnk> על פטראון</lnk> .",
  "q03": "אתה עושה עמלות?",
  "q03p1": "פולי הייבן לא מבצעת בעצמה עמלות, אבל אולי האמנים שלנו ישמחו לעבוד איתך. אָנָא<lnk> לְהִתְקַשֵׁר</lnk> ואנחנו יכולים לכוון אותך בכיוון הנכון.",
  "q03p2": "לעתים קרובות אנו מציעים הנחות אם אתה מאפשר לנו לפרסם את הנכסים שלך גם ב-Poly Haven.",
  "q04": "איך זה ממומן?",
  "q04p1": "בקיצור, תרומות מאנשים כמוך, נותני חסות ופרסום.",
  "q04p2": "אנו מפרסמים את הפרטים של אופן העבודה הפיננסית שלנו<lnk> דוחות כספים ציבוריים</lnk> .",
  "q05": "מה זה HDRI בכלל?",
  "q05p1": "באופן כללי, HDRI (High Dynamic Range Image) היא פשוט תמונה המכילה יותר מ-8 ביטים של נתונים לכל פיקסל לכל ערוץ. פורמטים של תמונה כמו JPG ו-PNG הם בדרך כלל 8 סיביות ולעיתים מכונים תמונות 'LDR' (טווח דינמי נמוך), בעוד שפורמטים של תמונה כמו<lnk1> EXR</lnk1> ו<lnk2> HDR</lnk2> מאחסנים יותר נתונים ולכן הם HDRIs.",
  "q05p2": "עם זאת בעולם ה-CG (ובאתר זה) הגענו להשתמש במונח 'HDRI' כדי לתאר 32-bit 360x180 מעלות<lnk> שווה מלבני</lnk> תמונה המשמשת להארת סצנות CG.",
  "q05p3": "HDRI משמשים לעתים קרובות כמקור האור היחיד על מנת ליצור סצנה מוארת בצורה מציאותית מאוד, או כדי להתאים את התאורה מצילומי וידאו (באמצעות צילום HDRI באותו סט שבו צולם הסרטון). אבל כמובן שהם משמשים גם כדי להחמיא לטכניקות תאורה סטנדרטיות ולהוסיף פרטים להשתקפויות.",
  "q06": "איך אני משתמש ב-HRI שלך?",
  "q06p1": "זה סופר קל, ולא שונה משימוש בכל HDRI אחר. הנה כמה סרטונים קצרים כדי להראות לך בדיוק איך:",
  "q06p2": "כל ה-HRIs שלנו אינם גזורים, כלומר תקבלו תוצאות מציאותיות באופן אוטומטי ולא תצטרכו לכוונן את הגמא או לחבר את התמונה לכניסת העוצמה/עוצמה.",
  "q07": "איך מודדים את הטווח הדינמי (EVs) של HDRI?",
  "q07p1": "מספר EVs (או 'עצירות') מבוסס אך ורק על מספר הסוגריים שנלכדו. לדוגמה, 12 EV פירושו שצולמו 5 תמונות עם 3 EV ביניהן (מהירות תריס: 1/4000, 1/500, 1/60, 1/8, 1\"), ומכיוון שיש ביניהם 4 פערים של 3 EVs. , אומרים שהטווח הדינמי הוא 12 EVs (4x3=12).",
  "q07p2": "לרוע המזל אין דרך סטנדרטית למדידת הטווח הדינמי של HDRI. אנשים שונים משתמשים בשיטות שונות, כך שאין דרך אמינה שבה אתה כמשתמש יכול לדעת אם אתר-A שטוען 50 EVs של טווח דינמי הוא למעשה טוב יותר מאתר-B שיש בו 20 EVs.",
  "q07p3": "הדבר העיקרי שיש לשים לב אליו הוא האם HDRI כן<lnk> לא קוצץ</lnk> או לא. הם בדרך כלל לא מזכירים שום דבר אם הוא אכן קצוץ, אז היזהרו. חוסר גזירה פירושו <strong>שכל טווח הבהירות בסצנה</strong> נקלט, כולל השמש הסופר מטורפת הבהירה. אם HDRI נחתך (AKA \"מהודק\"), הוא ייצור תאורה לא מציאותית שהיא בדרך כלל שטוחה וחסרת ניגודיות.",
  "q08": "באיזה ציוד/תוכנה אתה משתמש עבור HDRIs?",
  "q08p1": "זה משתנה מדי פעם, וכעת יש מספר צלמים שמצלמים HDRIs עבור האתר הזה, אז תסתכל במאמר שלי על<lnk> יצירת HDRI משלך</lnk> כדי לענות על השאלה האמיתית שלך ;)",
  "q09": "מדוע אין במפות המפוזרות שלך כל צורה של הצללה?",
  "q09p1": "הטקסטורות המפוזרות הללו הן למעשה מפות אלבדו, המיועדות לשימוש במנועי רינדור מבוססים פיזית. אנו משתמשים במונח \"מפוזר\" במקום זאת מכיוון שהוא קצת יותר מובן מ\"אלבדו\", וקצת יותר ספציפי מ\"צבע\".",
  "q09p2": "כדי שעיבוד PBR ייראה נכון, מפות אלבדו לא צריכות להכיל הצללה כלשהי. במקום זאת, הצללה מוחלת על ידי מנוע העיבוד עצמו, בעזרת תזוזה של גיאומטריה פיזית והצללת נתיב, או מפת חסימת סביבה נפרדת. ללא גיאומטריה אמיתית של מיקרו תזוזה, ניתן להשתמש במפת חסימת הסביבה הנפרדת כדי לדמות את ההשפעה שתהיה לגיאומטריה האמיתית על ההצללה בסביבה ממוצעת, בדרך כלל מיושמת רק על תאורה עקיפה.",
  "q09p3": "זו הסיבה שאנו מסירים כמה שיותר הצללה מהמפות המפוזרות שלנו, אם כי לא תמיד נוכל להסיר הכל, ובמקרים מסוימים רצוי להשאיר בהצללה מיקרוסקופית שלא ישוחזרו על ידי הצללה תזוזה של גיאומטריה אמיתית בכל מקרה.",
  "q09p4": "לעומת זאת, מפות מפוזרות המשמשות במנועי עיבוד ישנים או לא פוטוריאליסטיים נועדו להכיל הצללה. אם אתה עובד עם מנוע עיבוד כזה, או אם אתה רוצה להקטין את גודל קובץ ההפצה של הפרויקט שלך, אתה יכול למזג את מפות אלבדו ו-AO יחד כדי ליצור מפה מפוזרת מסורתית. ניתן לעשות זאת על ידי הכפלת מפת AO על פני מפת אלבדו בעורך תמונות.",
  "q10": "הורדות דגם ומרקם לא עובדות בשבילי!",
  "q10p1": "אם אתה משתמש בתוסף <strong>מנהל הורדות</strong> ומקבל שגיאות <em>404</em> בהורדות, השבת את התוסף עבור polyhaven.com.",
  "q10p2": "אם אתה משתמש ב-Firefox והפעלת <em>\"מחק קובצי Cookie ונתוני אתר כאשר Firefox סגור\"</em> , אינך יכול להוריד את הנכסים שלנו.<br /> פתרון: השבת הגדרה זו או השתמש בדפדפן אחר.<lnk> מידע נוסף כאן</lnk> .",
  "q10p3": "למה זה קורה? כאשר אתה מוריד דגם/טקסטורה באתר שלנו, הדפדפן שלך יוצר \"שירות עובד\" השואב את כל הקבצים הדרושים הנפרדים כמו טקסטורות ורשתות כדי ליצור עבורך קובץ zip תוך כדי תנועה. הגדרה זו בפיירפוקס מונעת את יצירת ה-Service Worker, כלומר הורדות לא עובדות.",
  "q11": "האם אני יכול להעלות דגמים/מרקמים/hdris משלי?",
  "q11p1": "אוּלַי!",
  "q11p2": "אנחנו לא מנסים להיות ה-BlendSwap או Turbosquid הבאים, אבל אנחנו מקבלים נכסים שנתרמו שעומדים בתקני האיכות המחמירים שלנו.",
  "q11p3": "גלה כיצד להגיש את הנכס שלך כאן",
  "q12": "האם אתה משתמש בפוטוגרמטריה/צילום צילום?",
  "q12p1": "בהחלט, אבל זכרו שזה רק אחד מהכלים הרבים הזמינים. המטרה שלנו היא ליצור נכסים איכותיים, ואנו נשתמש בכל השיטות הטובות ביותר עבור כל מקרה.",
  "q13": "לאן נעלמו דגמי הנשק?",
  "q13p1": "כשהשקנו את 3D Model Haven בשנת 2020, הזמנו כמה דגמי רובים מחברים שונים לפרסם שם. אלה הוסרו כעת, מכיוון שאנו מניחים שיוצריהם ביססו את עבודתם על עיצובי אקדח מהעולם האמיתי, שהוא כנראה הקניין הרוחני של היצרנים.",
  "q13p2": "זהו תחום אפור חוקי שאנו מעדיפים להימנע ממנו - הדגמים עצמם הם CC0, אבל העיצובים שהם עשויים להתבסס עליהם כנראה לא - כך שזה בטוח יותר לכולם אם רק נסיר אותם מהאתר.",
  "q13p3": "בעתיד אנו מתכננים להחליף אותם בדגמים המבוססים על עיצובים בדיוניים מקוריים.",
  "q14": "האם אני יכול לאמן AI עם התוכן שלך?",
  "q14p1": "בְּהֶחלֵט! אנו משחררים את כל הנכסים שלנו במסגרת<lnk> רישיון CC0</lnk> (למעשה ללא זכויות יוצרים בתחומי שיפוט התומכים בכך) מה שמאפשר לך לעשות איתם מה שאתה רוצה, כולל אימון מודלים של AI. נשמח לעזור לתעשייה לצמוח ואנו מקווים שמתן מערך נתונים איכותי להתאמן איתו יכול לעזור לשפר את התפוקות של דגמי הבינה המלאכותית שלך.",
  "q14p2": "אם אתה עובד עבור חברה או קבוצת מחקר שנהנית מהספרייה שלנו ותרצה לעזור לנו להגדיל את מערך הנתונים שאנו מעמידים לרשות כולם, ולשפר את איכות התפוקות שלך,<lnk> בבקשה עזרו לממן אותנו</lnk> .",
  "title": "שאלות נפוצות"
}
