{
  "add": "הוסף את שלך",
  "by": "עַל יְדֵי",
  "description": "יצירות אמנות שהוגשו על ידי עשרות משתמשים, שנוצרו באמצעות הנכסים שלנו.",
  "submit": {
    "description": "יצרת יצירות אמנות מדהימות באמצעות אחד מהנכסים שלנו? הצג את זה באתר הזה!",
    "err-asset-limit": "אינך יכול לבחור יותר מ {{limit}} נכסים, אנא בחר רק את הבולטים ביותר הנראים בעיבוד שלך.",
    "err-jpg": "התמונה חייבת להיות JPG",
    "err-size": "התמונה שלך גדולה מדי, חייבת להיות מתחת ל-1MB",
    "form": {
      "art-name": "שם יצירה",
      "assets": "נכסים בשימוש",
      "assets-d": "באילו HDRIs, מרקמים או דגמי תלת מימד מ- Poly Haven השתמשת?",
      "file-change": "שנה קובץ...",
      "file-size": "JPG מתחת ל-1MB",
      "link": "לְקַשֵׁר",
      "link-d": "האתר/תיק העבודות שלך, או קישור לעיבודים נוספים של הפרויקט הזה.",
      "select-change": "בחר קובץ...",
      "software": "תוכנה בשימוש",
      "software-d": "באיזו תוכנת תלת מימד השתמשת כדי ליצור את הגרפיקה שלך?",
      "submit": "לְהַגִישׁ",
      "thanks": "תודה על הגשתך!",
      "thanks-d": "אנו נבדוק את העיבוד שלך תוך מספר ימים ונשלח לך את התוצאות באימייל.",
      "uploading": "מעלה, אנא המתן...",
      "your-email": "המייל שלך",
      "your-email-d": "משמש רק כדי להודיע לך כאשר יצירות האמנות שלך מתפרסמות. מאוחסן בצורה מאובטחת ולא משותף עם אף אחד.",
      "your-name": "השם שלך",
      "your-name-d": "כמו שאתה רוצה לזכות."
    },
    "s1p1": "האם יצרת כמה<lnk> יצירות אמנות מדהימות</lnk> משתמש באחד מהנכסים שלנו? הצג את זה באתר הזה!",
    "s1p2": "לאחר הגשת העיבוד, הוא יישלח אלינו לאישור. אם זה מוצא חן בעינינו, הוא יופיע בגלריה למשך כמה שבועות, וגם בדפי הנכסים שבהם השתמשת ליצירתו.",
    "s1p3": "אם אנחנו אוהבים <em>מאוד</em> את העיבוד שלך, נציג אותו לצמיתות ונשתף אותו במדיה החברתית שלנו.",
    "s2": "כללים:",
    "s2p1": "יצירות האמנות <strong>חייבות להיות יצירה משלך</strong> , ויש לאפשר לך להציג אותה ברבים.",
    "s2p2": "עליך להשתמש לפחות באחד מה- <strong>HDRIs/מרקמים/דגמים של Poly Haven</strong> ביצירת הגרפיקה שלך.",
    "s2p3": "לא ניתן לקבל עירום או תוכן NSFW אחר.",
    "s3": "פֶּתֶק:",
    "s3p1": "אנחנו מקבלים <strong>הרבה</strong> הגשות, אז למרבה הצער אנחנו יכולים לקבל רק את יצירות האמנות האיכותיות ביותר כדי למנוע מהגלריה להיות עמוסה.",
    "s3p2": "אנחנו לא מנסים להיות עוד ArtStation, הגלריה הזו מוקדשת להראות מה אתה יכול לעשות עם הנכסים של Poly Haven.",
    "s3p3": "אם תרצה לבקש משוב על העיבוד שלך לפני הגשתו, יש לנו קהילה מועילה מאוד<lnk> מַחֲלוֹקֶת</lnk> .",
    "s3p4": "נודיע לך באימייל אם העיבוד שלך יתקבל או יידחה. זה עשוי להימשך יום או יומיים מכיוון שאנו נוטים לבדוק את ההגשות בכמות גדולה.",
    "s3p5": "להלן כמה סיבות נפוצות לדחייה:",
    "s3p5l1": "עיבודים במאמץ נמוך (למשל בדיקות תאורה פשוטות).",
    "s3p5l2": "יצירות אמנות באיכות נמוכה.",
    "s3p5l3": "לא נעשה שימוש בנכסי Poly Haven.",
    "s3p5l4": "עיבוד דומה מאוד של אמן אחר שכבר קיים (למשל עיבוד מסוג \"מכונית על לוח אחורי\" עם אותו לוח אחורי).",
    "s3p5l5": "יותר מדי הגשות - בדרך כלל אנו מקבלים לכל היותר 3 תמונות שונות לכל אמן בחודש.",
    "s3p5l6": "רינדורים מרובים של אותו פרויקט (זוויות מצלמה או הגדרות תאורה שונות) - <strong>שלח רק את העיבוד הטוב ביותר שלך עבור כל פרויקט</strong> , ולאחר מכן קישור לדף ArtStation שלך שבו אנשים יכולים למצוא עוד.",
    "title": "שלח את העיבוד שלך"
  },
  "title": "גלריית רנדר",
  "using": "באמצעות"
}
